const movies = [
  {
    "": "0",
    "순위": 1,
    "영화명": "명량",
    "개봉일": "2014.7.30",
    "매출액": "135748398910",
    "관객수": "17613682",
    "스크린수": "1,587",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김한민",
    "actor_main_name": [
      "최민식",
      "류승룡",
      "조진웅"
    ],
    "actor_sub_name": [
      "김명곤",
      "진구",
      "이정현",
      "권율",
      "노민우",
      "이승준",
      "오타니료헤이",
      "박보검",
      "김원해",
      "이해영",
      "장준녕",
      "김길동",
      "김강일",
      "강태영",
      "김민석",
      "박노식",
      "최덕문",
      "조복래",
      "문영동",
      "이주실",
      "주석태",
      "고경표",
      "김태훈",
      "한이진",
      "신유람",
      "정원준"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)빅스톤픽쳐스 BIGSTONEPICTURES"
    ]
  },
  {
    "": "1",
    "순위": 2,
    "영화명": "극한직업",
    "개봉일": "2019.1.23",
    "매출액": "139647979516",
    "관객수": "16264944",
    "스크린수": "1,978",
    "배급사": "(주)씨제이이엔엠",
    "coach": "이병헌",
    "actor_main_name": [
      "류승룡",
      "이하늬",
      "진선규",
      "이동휘",
      "공명"
    ],
    "actor_sub_name": [
      "양현민",
      "장진희",
      "오정세",
      "이중옥",
      "송영규",
      "신하균",
      "김의성",
      "김종수",
      "허준석"
    ],
    "actor_cameo_name": [
      "김강현",
      "김지영",
      "신신애"
    ],
    "maker": [
      "(주)어바웃잇",
      "영화사 해그림 주식회사 Haegrimm Pictures. Co., Ltd",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "2",
    "순위": 3,
    "영화명": "신과함께-죄와 벌",
    "개봉일": "2017.12.20",
    "매출액": "115698654137",
    "관객수": "14410754",
    "스크린수": "1,912",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "김용화",
    "actor_main_name": [
      "하정우",
      "차태현",
      "주지훈",
      "김향기"
    ],
    "actor_sub_name": [
      "김동욱",
      "오달수",
      "임원희",
      "도경수",
      "이준혁",
      "예수정",
      "장광",
      "정해균",
      "김수안",
      "정지훈",
      "마동석"
    ],
    "actor_cameo_name": [
      "이정재",
      "김해숙",
      "이경영",
      "김하늘"
    ],
    "maker": [
      "리얼라이즈픽쳐스(주) Realies Pictures, Inc.",
      "(주)덱스터스튜디오 Dexter Studios Co., Ltd."
    ]
  },
  {
    "": "3",
    "순위": 4,
    "영화명": "국제시장",
    "개봉일": "2014.12.17",
    "매출액": "110913469630",
    "관객수": "14257115",
    "스크린수": "966",
    "배급사": "(주)씨제이이엔엠",
    "coach": "윤제균",
    "actor_main_name": [
      "황정민",
      "김윤진",
      "오달수",
      "정진영"
    ],
    "actor_sub_name": [
      "장영남",
      "라미란",
      "김슬기",
      "정영기",
      "맹세창",
      "박재우",
      "김재철"
    ],
    "actor_cameo_name": [
      "정윤호",
      "박영수"
    ],
    "maker": [
      "(주)제이케이필름 JK Film",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "4",
    "순위": 5,
    "영화명": "베테랑",
    "개봉일": "2015.8.5",
    "매출액": "105168155250",
    "관객수": "13414009",
    "스크린수": "1,064",
    "배급사": "(주)씨제이이엔엠",
    "coach": "류승완",
    "actor_main_name": [
      "황정민",
      "유아인",
      "유해진",
      "오달수"
    ],
    "actor_sub_name": [
      "장윤주",
      "김시후",
      "오대환",
      "정웅인",
      "정만식",
      "송영창",
      "진경",
      "유인영",
      "박소담",
      "이동휘",
      "배성우",
      "천호진"
    ],
    "actor_cameo_name": [
      "김응수"
    ],
    "maker": [
      "(주)외유내강 Filmmaker R & K",
      "(주)필름케이 filmK"
    ]
  },
  {
    "": "5",
    "순위": 6,
    "영화명": "서울의 봄",
    "개봉일": "2023.11.22",
    "매출액": "127924472553",
    "관객수": "13127637",
    "스크린수": "2,328",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "김성수",
    "actor_main_name": [
      "황정민",
      "정우성",
      "이성민",
      "박해준",
      "김성균"
    ],
    "actor_sub_name": [
      "김의성",
      "정동환",
      "안내상",
      "유성주",
      "최병모",
      "박훈",
      "이재윤",
      "김성오",
      "남윤호",
      "홍서준",
      "안세호",
      "정형석",
      "박정학",
      "박원상",
      "박민이",
      "염동헌",
      "전진기",
      "차래형",
      "공재민",
      "권혁",
      "한창현",
      "송영근",
      "전수지",
      "서광재",
      "임철형",
      "현봉식",
      "곽자형",
      "전운종",
      "이승희",
      "김기무",
      "문성복",
      "김옥주",
      "박정표",
      "곽진석",
      "한규원",
      "우미화",
      "차건우",
      "최원경"
    ],
    "actor_cameo_name": [
      "정만식",
      "정해인",
      "이준혁"
    ],
    "maker": [
      "(주)하이브미디어코프 Hive Media Corp."
    ]
  },
  {
    "": "6",
    "순위": 7,
    "영화명": "괴물",
    "개봉일": "2006.7.27",
    "매출액": "0",
    "관객수": "13019740",
    "스크린수": "167",
    "배급사": "(주)쇼박스",
    "coach": "봉준호",
    "actor_main_name": [
      "송강호",
      "변희봉",
      "박해일",
      "배두나",
      "고아성"
    ],
    "actor_sub_name": [
      "오달수",
      "박노식",
      "고수희",
      "윤제문",
      "김뢰하",
      "이재응",
      "이왕우"
    ],
    "actor_cameo_name": null,
    "maker": [
      "영화사청어람(주) Chungeorahm Film",
      ""
    ]
  },
  {
    "": "7",
    "순위": 8,
    "영화명": "도둑들",
    "개봉일": "2012.7.25",
    "매출액": "93665568500",
    "관객수": "12983330",
    "스크린수": "1,072",
    "배급사": "(주)쇼박스",
    "coach": "최동훈",
    "actor_main_name": [
      "김윤석",
      "김혜수",
      "이정재",
      "전지현",
      "임달화",
      "김해숙",
      "오달수",
      "김수현",
      "이심결",
      "증국상"
    ],
    "actor_sub_name": [
      "최덕문",
      "최진호",
      "예수정"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)케이퍼필름 Caper Film"
    ]
  },
  {
    "": "8",
    "순위": 9,
    "영화명": "7번방의 선물",
    "개봉일": "2013.1.23",
    "매출액": "91431914670",
    "관객수": "12811206",
    "스크린수": "787",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "이환경",
    "actor_main_name": [
      "류승룡",
      "박신혜",
      "갈소원",
      "오달수",
      "박원상",
      "김정태",
      "정만식",
      "김기천"
    ],
    "actor_sub_name": [
      "조덕현)",
      "조재윤",
      "박길수"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)화인웍스 FineWorks",
      "(주)씨엘엔터테인먼트 CL entertainment, Inc."
    ]
  },
  {
    "": "9",
    "순위": 10,
    "영화명": "암살",
    "개봉일": "2015.7.22",
    "매출액": "98463132781",
    "관객수": "12705700",
    "스크린수": "1,519",
    "배급사": "(주)쇼박스",
    "coach": "최동훈",
    "actor_main_name": [
      "전지현",
      "이정재",
      "하정우"
    ],
    "actor_sub_name": [
      "오달수",
      "조진웅",
      "이경영",
      "최덕문",
      "김의성",
      "박병은",
      "김홍파",
      "진경",
      "김인우",
      "심희섭",
      "허지원",
      "허정도",
      "정인겸"
    ],
    "actor_cameo_name": [
      "조승우",
      "김해숙"
    ],
    "maker": [
      "(주)케이퍼필름 Caper Film"
    ]
  },
  {
    "": "10",
    "순위": 11,
    "영화명": "범죄도시2",
    "개봉일": "2022.5.18",
    "매출액": "131295679478",
    "관객수": "12693175",
    "스크린수": "2,498",
    "배급사": "주식회사 에이비오엔터테인먼트,플러스엠 엔터테인먼트",
    "coach": "이상용",
    "actor_main_name": [
      "마동석",
      "손석구",
      "최귀화"
    ],
    "actor_sub_name": [
      "박지환",
      "허동원",
      "하준",
      "정재광",
      "남문철",
      "박지영",
      "이주원",
      "음문석",
      "김찬형",
      "이규원",
      "전진오",
      "이다일",
      "김영성",
      "차우진"
    ],
    "actor_cameo_name": [
      "정인기",
      "윤병희"
    ],
    "maker": [
      "주식회사 빅펀치픽쳐스 BIGPUNCH entertainment",
      "(주)홍필름 Hong Film",
      "(주)비에이엔터테인먼트 B.A. Entertainment"
    ]
  },
  {
    "": "11",
    "순위": 12,
    "영화명": "광해, 왕이 된 남자",
    "개봉일": "2012.9.13",
    "매출액": "88900208769",
    "관객수": "12319542",
    "스크린수": "810",
    "배급사": "(주)씨제이이엔엠",
    "coach": "추창민",
    "actor_main_name": [
      "이병헌",
      "류승룡",
      "한효주",
      "장광",
      "김인권",
      "심은경",
      "김명곤"
    ],
    "actor_sub_name": [
      "박지아",
      "이양희",
      "전국향"
    ],
    "actor_cameo_name": null,
    "maker": [
      "리얼라이즈픽쳐스(주) Realies Pictures, Inc.",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "12",
    "순위": 13,
    "영화명": "왕의 남자",
    "개봉일": "2005.12.29",
    "매출액": "0",
    "관객수": "12302831",
    "스크린수": "94",
    "배급사": "(주)시네마서비스",
    "coach": "이준익",
    "actor_main_name": [
      "감우성",
      "이준기",
      "유해진",
      "정진영"
    ],
    "actor_sub_name": [
      "강성연",
      "이동수",
      "김주홍",
      "장항선",
      "정석용"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)씨네월드 Cineworld",
      "(주)이글픽쳐스 Eagle Pictures"
    ]
  },
  {
    "": "13",
    "순위": 14,
    "영화명": "신과함께-인과 연",
    "개봉일": "2018.8.1",
    "매출액": "102666146909",
    "관객수": "12274996",
    "스크린수": "2,235",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "김용화",
    "actor_main_name": [
      "하정우",
      "주지훈",
      "김향기",
      "마동석",
      "김동욱"
    ],
    "actor_sub_name": [
      "도경수",
      "이준혁",
      "정지훈",
      "김동욱",
      "조한철",
      "장광"
    ],
    "actor_cameo_name": [
      "이정재"
    ],
    "maker": [
      "리얼라이즈픽쳐스(주) Realies Pictures, Inc.",
      "(주)덱스터스튜디오 Dexter Studios Co., Ltd."
    ]
  },
  {
    "": "14",
    "순위": 15,
    "영화명": "택시운전사",
    "개봉일": "2017.8.2",
    "매출액": "95855737149",
    "관객수": "12186684",
    "스크린수": "1,906",
    "배급사": "(주)쇼박스",
    "coach": "장훈",
    "actor_main_name": [
      "송강호",
      "토마스크레취만)",
      "류준열"
    ],
    "actor_sub_name": [
      "유해진",
      "박혁권",
      "최귀화",
      "이정은",
      "차순배",
      "이봉련",
      "류성현",
      "허정도"
    ],
    "actor_cameo_name": null,
    "maker": [
      "더램프(주) The LAMP ltd."
    ]
  },
  {
    "": "15",
    "순위": 16,
    "영화명": "태극기 휘날리며",
    "개봉일": "2004.2.5",
    "매출액": "0",
    "관객수": "11746135",
    "스크린수": "110",
    "배급사": "(주)다자인소프트,(주)쇼박스",
    "coach": "강제규",
    "actor_main_name": [
      "장동건",
      "원빈",
      "이은주",
      "조원희",
      "이장욱",
      "임성택"
    ],
    "actor_sub_name": [
      "공형진",
      "이영란",
      "정희준",
      "장민호"
    ],
    "actor_cameo_name": [
      "정호빈",
      "박동빈",
      "김해곤"
    ],
    "maker": [
      "강제규필름 KangJeGyu Films"
    ]
  },
  {
    "": "16",
    "순위": 17,
    "영화명": "부산행",
    "개봉일": "2016.7.20",
    "매출액": "93178283048",
    "관객수": "11565479",
    "스크린수": "1,788",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "연상호",
    "actor_main_name": [
      "공유",
      "정유미",
      "마동석",
      "김수안"
    ],
    "actor_sub_name": [
      "최우식",
      "안소희",
      "김의성",
      "예수정",
      "박명신"
    ],
    "actor_cameo_name": [
      "허성우"
    ],
    "maker": [
      "(주)영화사레드피터 REDPETER FILMS Co., Ltd"
    ]
  },
  {
    "": "17",
    "순위": 18,
    "영화명": "해운대",
    "개봉일": "2009.7.22",
    "매출액": "81934638201",
    "관객수": "11453338",
    "스크린수": "753",
    "배급사": "CJ ENM",
    "coach": "윤제균",
    "actor_main_name": [
      "설경구",
      "하지원",
      "박중훈",
      "엄정화"
    ],
    "actor_sub_name": [
      "이민기",
      "강대규",
      "김원영",
      "김유빈",
      "신정원",
      "성유경",
      "박재홍",
      "나승현",
      "김재경",
      "장원준",
      "임동우",
      "김정곤",
      "정종원",
      "이지애",
      "최재섭",
      "장명갑",
      "지대한",
      "천보근",
      "강예원"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)제이케이필름 JK Film"
    ]
  },
  {
    "": "18",
    "순위": 19,
    "영화명": "변호인",
    "개봉일": "2013.12.18",
    "매출액": "82871759300",
    "관객수": "11374610",
    "스크린수": "923",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "양우석",
    "actor_main_name": [
      "송강호",
      "김영애",
      "오달수",
      "곽도원",
      "임시완"
    ],
    "actor_sub_name": [
      "송영창",
      "정원중",
      "조민기",
      "이항나",
      "이성민",
      "차광수",
      "한기중",
      "심희섭",
      "김동현",
      "조완기",
      "차은재"
    ],
    "actor_cameo_name": [
      "류수영",
      "박수영"
    ],
    "maker": [
      "위더스필름(주) Withus Film"
    ]
  },
  {
    "": "19",
    "순위": 20,
    "영화명": "실미도",
    "개봉일": "2003.12.24",
    "매출액": "0",
    "관객수": "11081000",
    "스크린수": "83",
    "배급사": "(주)시네마서비스",
    "coach": "강우석",
    "actor_main_name": [
      "설경구",
      "안성기",
      "허준호",
      "정재영",
      "임경호"
    ],
    "actor_sub_name": [
      "임원희",
      "강성진",
      "강신일",
      "이도겸",
      "엄태웅",
      "김강우",
      "신성호",
      "박진수",
      "김봉식",
      "김진휘",
      "윤효석",
      "이경근",
      "조민준",
      "류제승"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)시네마서비스 Cinema Service Co.,Ltd."
    ]
  },
  {
    "": "20",
    "순위": 21,
    "영화명": "파묘",
    "개봉일": "2024.2.22",
    "매출액": "105793676208",
    "관객수": "10957317",
    "스크린수": "2,355",
    "배급사": "(주)쇼박스",
    "coach": "장재현",
    "actor_main_name": [
      "최민식",
      "김고은",
      "유해진",
      "이도현"
    ],
    "actor_sub_name": [
      "김재철",
      "김민준",
      "김병오",
      "전진기",
      "박정자",
      "박지일",
      "이종구",
      "이영란",
      "정상철",
      "김지안",
      "김태준",
      "김서현",
      "송광자",
      "최문경"
    ],
    "actor_cameo_name": [
      "김선영",
      "이다윗"
    ],
    "maker": [
      "(주)쇼박스 Showbox Corp",
      "(주)엠씨엠씨 MCMC"
    ]
  },
  {
    "": "21",
    "순위": 22,
    "영화명": "범죄도시3",
    "개봉일": "2023.5.31",
    "매출액": "104687737771",
    "관객수": "10682813",
    "스크린수": "2,582",
    "배급사": "주식회사 에이비오엔터테인먼트,플러스엠 엔터테인먼트",
    "coach": "이상용",
    "actor_main_name": [
      "마동석",
      "이준혁",
      "아오키무네타카",
      "마동석",
      "김병탁"
    ],
    "actor_sub_name": [
      "이범수",
      "김민재",
      "이지훈",
      "김도건",
      "고규필",
      "전석호",
      "안세호",
      "한규원",
      "최우준",
      "최동구",
      "이세호",
      "이태규",
      "배누리",
      "최광제",
      "심영은",
      "김기호",
      "고건한",
      "신현용",
      "강윤",
      "홍준영",
      "류성현",
      "유인혁"
    ],
    "actor_cameo_name": [
      "쿠니무라준",
      "박지환"
    ],
    "maker": [
      "주식회사 빅펀치픽쳐스 BIGPUNCH entertainment",
      "(주)홍필름 Hong Film",
      "(주)비에이엔터테인먼트 B.A. Entertainment"
    ]
  },
  {
    "": "22",
    "순위": 23,
    "영화명": "기생충",
    "개봉일": "2019.5.30",
    "매출액": "87459829095",
    "관객수": "10313086",
    "스크린수": "1,948",
    "배급사": "(주)씨제이이엔엠",
    "coach": "봉준호",
    "actor_main_name": [
      "송강호",
      "이선균",
      "조여정",
      "최우식",
      "박소담",
      "이정은",
      "장혜진",
      "박명훈"
    ],
    "actor_sub_name": [
      "현승민",
      "정현준"
    ],
    "actor_cameo_name": [
      "박서준"
    ],
    "maker": [
      "(주)바른손이앤에이 Barunson E&A"
    ]
  },
  {
    "": "23",
    "순위": 24,
    "영화명": "검사외전",
    "개봉일": "2016.2.3",
    "매출액": "77319445264",
    "관객수": "9707158",
    "스크린수": "1,812",
    "배급사": "(주)쇼박스",
    "coach": "이일형",
    "actor_main_name": [
      "황정민",
      "강동원"
    ],
    "actor_sub_name": [
      "이성민",
      "박성웅",
      "김응수",
      "신소율",
      "주진모",
      "김원해",
      "김홍파",
      "김병옥",
      "박종환",
      "전배수",
      "박지환",
      "손종학",
      "김종수",
      "한재영",
      "박지환",
      "이석준",
      "이선주",
      "민무제"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사 월광 MOONLIGHT FILM",
      "(주)사나이픽처스 SANAI Pictures"
    ]
  },
  {
    "": "24",
    "순위": 25,
    "영화명": "엑시트",
    "개봉일": "2019.7.31",
    "매출액": "79232212162",
    "관객수": "9426051",
    "스크린수": "1,660",
    "배급사": "(주)씨제이이엔엠",
    "coach": "이상근",
    "actor_main_name": [
      "조정석",
      "임윤아",
      "설도희",
      "최재영",
      "고두심",
      "김환영",
      "변건우",
      "황지현",
      "황효은"
    ],
    "actor_sub_name": [
      "고두심",
      "박인환",
      "김지영",
      "강기영",
      "배유람",
      "유수빈",
      "정민성",
      "박성일",
      "신세휘",
      "김강훈",
      "김병순",
      "김종구",
      "강기영",
      "이봉련"
    ],
    "actor_cameo_name": [
      "배해선",
      "이동휘"
    ],
    "maker": [
      "(주)외유내강 Filmmaker R & K",
      "(주)필름케이 filmK"
    ]
  },
  {
    "": "25",
    "순위": 26,
    "영화명": "설국열차",
    "개봉일": "2013.8.1",
    "매출액": "67010077500",
    "관객수": "9349991",
    "스크린수": "1,128",
    "배급사": "(주)씨제이이엔엠",
    "coach": "봉준호",
    "actor_main_name": [
      "크리스에반스",
      "송강호",
      "에드해리스",
      "존허트",
      "틸다스윈튼",
      "제이미벨",
      "옥타비아스펜서",
      "이완브렘너",
      "고아성",
      "알리슨필"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "모호필름 Moho Film",
      "오퍼스픽쳐스(유) OPUS Pictures"
    ]
  },
  {
    "": "26",
    "순위": 27,
    "영화명": "관상",
    "개봉일": "2013.9.11",
    "매출액": "66005451500",
    "관객수": "9134586",
    "스크린수": "1,190",
    "배급사": "(주)쇼박스",
    "coach": "한재림",
    "actor_main_name": [
      "송강호",
      "이정재",
      "백윤식",
      "조정석",
      "이종석",
      "김혜수"
    ],
    "actor_sub_name": [
      "이도엽",
      "김의성"
    ],
    "actor_cameo_name": [
      "김강현",
      "김태우"
    ],
    "maker": [
      "(주)주피터필름 Jupiter Film",
      "(주)쇼박스 Showbox Corp"
    ]
  },
  {
    "": "27",
    "순위": 28,
    "영화명": "해적: 바다로 간 산적",
    "개봉일": "2014.8.6",
    "매출액": "66370682706",
    "관객수": "8666046",
    "스크린수": "838",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "이석훈",
    "actor_main_name": [
      "김남길",
      "손예진",
      "신정근"
    ],
    "actor_sub_name": [
      "유해진",
      "이경영",
      "오달수",
      "김태우",
      "박철민",
      "김원해",
      "조달환",
      "조희봉",
      "정성화",
      "최진리",
      "이이경",
      "권성영",
      "김재학",
      "김한준",
      "안내상",
      "이대연"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)하리마오픽쳐스 HARIMAO PICTURES"
    ]
  },
  {
    "": "28",
    "순위": 29,
    "영화명": "수상한 그녀",
    "개봉일": "2014.1.22",
    "매출액": "62696639249",
    "관객수": "8656397",
    "스크린수": "692",
    "배급사": "(주)씨제이이엔엠",
    "coach": "황동혁",
    "actor_main_name": [
      "심은경",
      "나문희",
      "박인환",
      "성동일",
      "이진욱"
    ],
    "actor_sub_name": [
      "김현숙",
      "황정민",
      "김슬기",
      "박형우",
      "진영",
      "김동희",
      "한지은",
      "정인기",
      "이상희",
      "하연주",
      "박혜진"
    ],
    "actor_cameo_name": [
      "김수현",
      "장광"
    ],
    "maker": [
      "(주)예인플러스엔터테인먼트 Yein Plus Entertainment",
      "아이앤코스모스(주)시네와이즈필름 InCosmos Co., Ltd. Cinewise Film"
    ]
  },
  {
    "": "29",
    "순위": 30,
    "영화명": "국가대표",
    "개봉일": "2009.7.29",
    "매출액": "60896633308",
    "관객수": "8487894",
    "스크린수": "580",
    "배급사": "(주)쇼박스",
    "coach": "김용화",
    "actor_main_name": [
      "하정우",
      "성동일",
      "김지석",
      "김동욱",
      "최재환",
      "이재응",
      "이은성",
      "심영"
    ],
    "actor_sub_name": [
      "이한위",
      "이혜숙",
      "김지영",
      "쥬니",
      "황하나)"
    ],
    "actor_cameo_name": [
      "김용건",
      "김성주",
      "이금희",
      "박정수",
      "손범수"
    ],
    "maker": [
      "[등급분류번호] 2009-F235\n[등급분류일자] 2009-07-07\n[관람등급] 12세이상관람가\n[컬러여부] Color\n[화면비율] 영화용_1.85:1"
    ]
  },
  {
    "": "30",
    "순위": 31,
    "영화명": "디워",
    "개봉일": "2007.8.1",
    "매출액": "0",
    "관객수": "8426973",
    "스크린수": "148",
    "배급사": "(주)쇼박스",
    "coach": "심형래",
    "actor_main_name": [
      "브룩스아만다",
      "베어제이슨"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "㈜영구아트 YOUNGGU-ART Ent., LTD."
    ]
  },
  {
    "": "31",
    "순위": 32,
    "영화명": "백두산",
    "개봉일": "2019.12.19",
    "매출액": "69825366300",
    "관객수": "8252669",
    "스크린수": "1,971",
    "배급사": "(주)씨제이이엔엠,(주)덱스터스튜디오",
    "coach": "이해준",
    "actor_main_name": [
      "이병헌",
      "하정우",
      "마동석",
      "전혜진",
      "배수지"
    ],
    "actor_sub_name": [
      "이상원",
      "옥자연",
      "한수현",
      "강신철",
      "이경영",
      "조한철",
      "최광일",
      "김시아",
      "임형국",
      "박주환",
      "남성준",
      "김민식",
      "박지홍",
      "서현우",
      "김준원",
      "남문철",
      "박성근"
    ],
    "actor_cameo_name": [
      "전도연"
    ],
    "maker": [
      "주식회사 덱스터 픽쳐스 Dexter Pictures Co.,Ltd.",
      "(주)퍼펙트스톰필름 Perfect Storm Film Inc.",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "32",
    "순위": 33,
    "영화명": "과속스캔들",
    "개봉일": "2008.12.3",
    "매출액": "53940101534",
    "관객수": "8245523",
    "스크린수": "405",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "강형철",
    "actor_main_name": [
      "차태현",
      "박보영",
      "왕석현"
    ],
    "actor_sub_name": [
      "임지규",
      "황우슬혜",
      "정원중",
      "김기방"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)토일렛픽쳐스 Toilet Pictures",
      "(주)디씨지플러스 DCG PLUS"
    ]
  },
  {
    "": "33",
    "순위": 34,
    "영화명": "웰컴 투 동막골",
    "개봉일": "2005.8.4",
    "매출액": "0",
    "관객수": "8008622",
    "스크린수": "114",
    "배급사": "(주)쇼박스",
    "coach": "박광현",
    "actor_main_name": [
      "신하균",
      "정재영",
      "강혜정",
      "리민"
    ],
    "actor_sub_name": [
      "류덕환",
      "임하룡",
      "강남석",
      "손재영",
      "이다운",
      "서재경",
      "유승목",
      "심원철"
    ],
    "actor_cameo_name": null,
    "maker": [
      "[등급분류번호] 2005-F187\n[등급분류일자] 2005-07-18\n[관람등급] 12세관람가\n[피트수] 11970\n[컬러여부] Color\n[화면비율] 영화용_1.85:1"
    ]
  },
  {
    "": "34",
    "순위": 35,
    "영화명": "공조",
    "개봉일": "2017.1.18",
    "매출액": "63781731326",
    "관객수": "7817446",
    "스크린수": "976",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김성훈",
    "actor_main_name": [
      "현빈",
      "유해진",
      "김주혁",
      "장영남",
      "이해영",
      "임윤아",
      "이동휘"
    ],
    "actor_sub_name": [
      "박형수",
      "공정환",
      "엄효섭",
      "신현빈"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)제이케이필름 JK Film",
      "(주)씨제이이엔엠 CJ ENM Corp.",
      "(주)영화사 이창",
      "(주)에이치비엔터테인먼트 HB Entertainment"
    ]
  },
  {
    "": "35",
    "순위": 36,
    "영화명": "히말라야",
    "개봉일": "2015.12.16",
    "매출액": "60173583015",
    "관객수": "7759473",
    "스크린수": "1,009",
    "배급사": "(주)씨제이이엔엠",
    "coach": "이석훈",
    "actor_main_name": [
      "황정민",
      "정우"
    ],
    "actor_sub_name": [
      "조성하",
      "김인권",
      "라미란",
      "김원해",
      "이해영",
      "전배수",
      "유선"
    ],
    "actor_cameo_name": [
      "정유미",
      "조달환"
    ],
    "maker": [
      "(주)제이케이필름 JK Film"
    ]
  },
  {
    "": "36",
    "순위": 37,
    "영화명": "밀정",
    "개봉일": "2016.9.7",
    "매출액": "61269783831",
    "관객수": "7500420",
    "스크린수": "1,444",
    "배급사": "워너브러더스 코리아(주)",
    "coach": "김지운",
    "actor_main_name": [
      "송강호",
      "공유"
    ],
    "actor_sub_name": [
      "한지민",
      "츠루미신고",
      "엄태구",
      "신성록",
      "서영주",
      "정유안",
      "이수광",
      "고준",
      "최유화",
      "허성태",
      "김동영",
      "곽자형",
      "조영규"
    ],
    "actor_cameo_name": [
      "이병헌"
    ],
    "maker": [
      "(주)다크서클픽쳐스 Dark Circle Pictures",
      "워너브러더스 코리아(주) Warner Bros. Korea",
      "(주)영화사하얼빈 Harbin Film"
    ]
  },
  {
    "": "37",
    "순위": 38,
    "영화명": "최종병기 활",
    "개봉일": "2011.8.10",
    "매출액": "55827861500",
    "관객수": "7470633",
    "스크린수": "615",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "김한민",
    "actor_main_name": [
      "박해일",
      "류승룡",
      "김무열",
      "문채원"
    ],
    "actor_sub_name": [
      "이한위",
      "김구택",
      "이경영",
      "박기웅",
      "이승준",
      "이재구",
      "박노식",
      "이다윗",
      "전민서",
      "오타니료헤이",
      "문영동"
    ],
    "actor_cameo_name": [
      "박명신"
    ],
    "maker": [
      "(주)디씨지플러스 DCG PLUS",
      "(주)다세포클럽 Dasepo Club co. Ltd."
    ]
  },
  {
    "": "38",
    "순위": 39,
    "영화명": "써니",
    "개봉일": "2011.5.4",
    "매출액": "54034235100",
    "관객수": "7362467",
    "스크린수": "472",
    "배급사": "(주)씨제이이엔엠",
    "coach": "강형철",
    "actor_main_name": [
      "유호정",
      "심은경",
      "강소라",
      "고수희",
      "홍진희",
      "김민영",
      "김선경",
      "김보미",
      "이연경",
      "남보라",
      "민효린",
      "조민수"
    ],
    "actor_sub_name": [
      "박진주",
      "박영서",
      "김예원",
      "천우희",
      "정원중",
      "김영옥",
      "김시후",
      "김혜옥"
    ],
    "actor_cameo_name": [
      "진희경",
      "정석용",
      "최명길",
      "이상아",
      "김보연",
      "박순천"
    ],
    "maker": [
      "(주)알로하픽쳐스 Aloha Pictures",
      "(주)토일렛픽쳐스 Toilet Pictures"
    ]
  },
  {
    "": "39",
    "순위": 40,
    "영화명": "화려한 휴가",
    "개봉일": "2007.7.25",
    "매출액": "0",
    "관객수": "7307993",
    "스크린수": "116",
    "배급사": "CJ ENM",
    "coach": "김지훈",
    "actor_main_name": [
      "김상경",
      "안성기",
      "이요원",
      "이준기",
      "박철민"
    ],
    "actor_sub_name": [
      "김하림",
      "김철기",
      "이정국",
      "손병호",
      "이얼",
      "엄효섭",
      "권태원"
    ],
    "actor_cameo_name": null,
    "maker": [
      "기획시대(주) KiHweck ShiDae",
      ""
    ]
  },
  {
    "": "40",
    "순위": 41,
    "영화명": "한산: 용의 출현",
    "개봉일": "2022.7.27",
    "매출액": "73700628377",
    "관객수": "7264934",
    "스크린수": "2,223",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "김한민",
    "actor_main_name": [
      "박해일",
      "변요한",
      "안성기",
      "손현주",
      "김성규",
      "김성균",
      "김향기",
      "옥택연",
      "공명",
      "박지환",
      "조재윤",
      "김효주"
    ],
    "actor_sub_name": [
      "윤제문",
      "박훈",
      "윤진영",
      "김강일",
      "박재민",
      "이서준",
      "김민재",
      "김재영",
      "김구택",
      "손경원",
      "안성봉",
      "이운산",
      "김영웅",
      "공정환",
      "배현성",
      "김대명",
      "정예훈",
      "김한민",
      "이준혁"
    ],
    "actor_cameo_name": [
      "김명곤",
      "문숙)"
    ],
    "maker": [
      "(주)빅스톤픽쳐스 BIGSTONEPICTURES"
    ]
  },
  {
    "": "41",
    "순위": 42,
    "영화명": "1987",
    "개봉일": "2017.12.27",
    "매출액": "58165581145",
    "관객수": "7231638",
    "스크린수": "1,299",
    "배급사": "(주)씨제이이엔엠",
    "coach": "장준환",
    "actor_main_name": [
      "김윤석",
      "하정우",
      "유해진",
      "김태리",
      "이희준"
    ],
    "actor_sub_name": [
      "박희순",
      "서현우",
      "박지환",
      "이화룡",
      "이창훈",
      "김수진",
      "박경혜",
      "현봉식",
      "김승훈",
      "김경덕"
    ],
    "actor_cameo_name": [
      "설경구",
      "여진구",
      "강동원",
      "문소리",
      "문성근",
      "정인기"
    ],
    "maker": [
      "(주)우정필름",
      ""
    ]
  },
  {
    "": "42",
    "순위": 43,
    "영화명": "베를린",
    "개봉일": "2013.1.30",
    "매출액": "52354931637",
    "관객수": "7166199",
    "스크린수": "894",
    "배급사": "(주)씨제이이엔엠",
    "coach": "류승완",
    "actor_main_name": [
      "하정우",
      "한석규",
      "류승범",
      "전지현"
    ],
    "actor_sub_name": [
      "이경영",
      "최무성",
      "곽도원",
      "김서형",
      "백승익",
      "배정남"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)외유내강 Filmmaker R & K",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "43",
    "순위": 44,
    "영화명": "마스터",
    "개봉일": "2016.12.21",
    "매출액": "58067927865",
    "관객수": "7150541",
    "스크린수": "1,501",
    "배급사": "(주)씨제이이엔엠",
    "coach": "조의석",
    "actor_main_name": [
      "이병헌",
      "강동원",
      "김우빈"
    ],
    "actor_sub_name": [
      "엄지원",
      "박해수",
      "오달수",
      "진경",
      "김정우",
      "우도환",
      "배정남",
      "조현철",
      "정원중",
      "주석태"
    ],
    "actor_cameo_name": null,
    "maker": [
      "영화사 집 ZIP CINEMA"
    ]
  },
  {
    "": "44",
    "순위": 45,
    "영화명": "터널",
    "개봉일": "2016.8.10",
    "매출액": "57529484417",
    "관객수": "7120508",
    "스크린수": "1,105",
    "배급사": "(주)쇼박스",
    "coach": "김성훈",
    "actor_main_name": [
      "하정우",
      "배두나",
      "오달수"
    ],
    "actor_sub_name": [
      "김종수",
      "조현철"
    ],
    "actor_cameo_name": [
      "이동진",
      "배유람"
    ],
    "maker": [
      "(주)어나더썬데이 Another Sunday Co., Ltd",
      "(주)비에이엔터테인먼트 B.A. Entertainment"
    ]
  },
  {
    "": "45",
    "순위": 46,
    "영화명": "내부자들",
    "개봉일": "2015.11.19",
    "매출액": "56598130057",
    "관객수": "7072021",
    "스크린수": "1,075",
    "배급사": "(주)쇼박스",
    "coach": "우민호",
    "actor_main_name": [
      "이병헌",
      "조승우",
      "백윤식"
    ],
    "actor_sub_name": [
      "이경영",
      "김홍파",
      "배성우",
      "조재윤",
      "김대명",
      "조우진",
      "이엘",
      "정만식",
      "김병옥",
      "김의성",
      "박진우",
      "남일우"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(유)내부자들 문화전문회사",
      ""
    ]
  },
  {
    "": "46",
    "순위": 47,
    "영화명": "인천상륙작전",
    "개봉일": "2016.7.27",
    "매출액": "55101410303",
    "관객수": "7049643",
    "스크린수": "1,049",
    "배급사": "(주)씨제이이엔엠",
    "coach": "이재한",
    "actor_main_name": [
      "이정재",
      "이범수",
      "리암니슨"
    ],
    "actor_sub_name": [
      "진세연",
      "정준호",
      "박철민",
      "김병옥",
      "이창세",
      "박정원",
      "션리차드",
      "김희진",
      "진용욱",
      "성혁",
      "길금성"
    ],
    "actor_cameo_name": [
      "김선아",
      "김영애",
      "박성웅",
      "추성훈"
    ],
    "maker": [
      "(주)태원엔터테인먼트 TAEWON ENTERTAINMENT"
    ]
  },
  {
    "": "47",
    "순위": 48,
    "영화명": "공조2: 인터내셔날",
    "개봉일": "2022.9.7",
    "매출액": "70916352586",
    "관객수": "6982840",
    "스크린수": "2,389",
    "배급사": "(주)씨제이이엔엠",
    "coach": "이석훈",
    "actor_main_name": [
      "현빈",
      "유해진",
      "임윤아",
      "다니엘헤니",
      "진선규"
    ],
    "actor_sub_name": [
      "장영남",
      "박훈",
      "임성재",
      "윤상화",
      "박민하",
      "전국환",
      "전배수",
      "이해영"
    ],
    "actor_cameo_name": [
      "김원해",
      "조달환"
    ],
    "maker": [
      "(주)제이케이필름 JK Film",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "48",
    "순위": 49,
    "영화명": "럭키",
    "개봉일": "2016.10.13",
    "매출액": "56444461256",
    "관객수": "6975290",
    "스크린수": "1,158",
    "배급사": "(주)쇼박스",
    "coach": "이계벽",
    "actor_main_name": [
      "유해진",
      "이준",
      "조윤희",
      "임지연"
    ],
    "actor_sub_name": [
      "전혜빈",
      "이동휘",
      "고준",
      "차엽",
      "이성욱)",
      "정희태)",
      "김민상"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)용필름 Yong Film Inc."
    ]
  },
  {
    "": "49",
    "순위": 50,
    "영화명": "은밀하게 위대하게",
    "개봉일": "2013.6.5",
    "매출액": "48700887413",
    "관객수": "6959083",
    "스크린수": "1,341",
    "배급사": "(주)쇼박스",
    "coach": "장철수",
    "actor_main_name": [
      "김수현",
      "박기웅",
      "이현우",
      "손현주",
      "신정근"
    ],
    "actor_sub_name": [
      "박혜숙",
      "김성균",
      "고창석",
      "장광",
      "홍경인",
      "이채영",
      "박은빈",
      "최우식",
      "이연경",
      "조영진"
    ],
    "actor_cameo_name": [
      "주현"
    ],
    "maker": [
      "(주)엠씨엠씨 MCMC"
    ]
  },
  {
    "": "50",
    "순위": 51,
    "영화명": "곡성",
    "개봉일": "2016.5.12",
    "매출액": "55863520382",
    "관객수": "6879908",
    "스크린수": "1,485",
    "배급사": "이십세기폭스코리아(주)",
    "coach": "나홍진",
    "actor_main_name": [
      "곽도원",
      "황정민",
      "쿠니무라준",
      "천우희",
      "김환희"
    ],
    "actor_sub_name": [
      "허진",
      "장소연",
      "김도윤",
      "손강국",
      "전배수",
      "박성연"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)사이드미러",
      "이십세기폭스 인터내셔널 프로덕션 20th Century Fox International Productions"
    ]
  },
  {
    "": "51",
    "순위": 52,
    "영화명": "범죄도시",
    "개봉일": "2017.10.3",
    "매출액": "56318014149",
    "관객수": "6879841",
    "스크린수": "1,315",
    "배급사": "플러스엠 엔터테인먼트,(주)키위미디어그룹",
    "coach": "강윤성",
    "actor_main_name": [
      "마동석",
      "윤계상",
      "조재윤",
      "최귀화",
      "김성규"
    ],
    "actor_sub_name": [
      "유지연",
      "진선규",
      "허동원",
      "박지환",
      "허성태",
      "홍기준",
      "하준"
    ],
    "actor_cameo_name": [
      "정인기",
      "윤주"
    ],
    "maker": [
      "(주)홍필름 Hong Film",
      "(주)비에이엔터테인먼트 B.A. Entertainment"
    ]
  },
  {
    "": "52",
    "순위": 53,
    "영화명": "타짜",
    "개봉일": "2006.9.28",
    "매출액": "0",
    "관객수": "6847777",
    "스크린수": "147",
    "배급사": "CJ ENM",
    "coach": "최동훈",
    "actor_main_name": [
      "조승우",
      "김혜수",
      "백윤식",
      "유해진",
      "이수경"
    ],
    "actor_sub_name": [
      "김응수",
      "김상호",
      "김윤석",
      "주진모",
      "김정난",
      "조상건",
      "서동수",
      "백도빈",
      "김민경",
      "오정세",
      "장원영",
      "권태원"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)싸이더스 Sidus Corporation",
      "(주)영화사참",
      ""
    ]
  },
  {
    "": "53",
    "순위": 54,
    "영화명": "좋은 놈, 나쁜 놈, 이상한 놈",
    "개봉일": "2008.7.17",
    "매출액": "43768628939",
    "관객수": "6686912",
    "스크린수": "825",
    "배급사": "CJ ENM",
    "coach": "김지운",
    "actor_main_name": [
      "송강호",
      "이병헌",
      "정우성",
      "엄지원",
      "오일용"
    ],
    "actor_sub_name": [
      "오달수",
      "김광일",
      "손병호",
      "이청아",
      "김선영",
      "성정훈",
      "송승현",
      "신상우",
      "조화성",
      "박광복",
      "송영창",
      "윤영우",
      "정성우",
      "양명헌",
      "윤제문",
      "류승수"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)다크서클픽쳐스 Dark Circle Pictures",
      "(주)바른손이앤에이 Barunson E&A"
    ]
  },
  {
    "": "54",
    "순위": 55,
    "영화명": "늑대소년",
    "개봉일": "2012.10.31",
    "매출액": "46593107500",
    "관객수": "6654837",
    "스크린수": "706",
    "배급사": "(주)씨제이이엔엠",
    "coach": "조성희",
    "actor_main_name": [
      "송중기",
      "박보영"
    ],
    "actor_sub_name": [
      "장영남",
      "유연석",
      "김향기",
      "장서이",
      "이영란",
      "유승목",
      "서동수",
      "남정희"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사비단길 Bidangil Pictures"
    ]
  },
  {
    "": "55",
    "순위": 56,
    "영화명": "미녀는 괴로워",
    "개봉일": "2006.12.14",
    "매출액": "0",
    "관객수": "6619498",
    "스크린수": "93",
    "배급사": "(주)쇼박스",
    "coach": "김용화",
    "actor_main_name": [
      "김아중",
      "주진모"
    ],
    "actor_sub_name": [
      "김현숙",
      "조아영",
      "이보라",
      "박노식",
      "이한위"
    ],
    "actor_cameo_name": [
      "이원종",
      "류승수",
      "김지석"
    ],
    "maker": [
      "리얼라이즈픽쳐스(주) Realies Pictures, Inc.",
      "케이엠컬쳐㈜ KM Culture Co., Ltd."
    ]
  },
  {
    "": "56",
    "순위": 57,
    "영화명": "군함도",
    "개봉일": "2017.7.26",
    "매출액": "50510565168",
    "관객수": "6592151",
    "스크린수": "2,027",
    "배급사": "(주)씨제이이엔엠",
    "coach": "류승완",
    "actor_main_name": [
      "황정민",
      "소지섭",
      "송중기",
      "이정현",
      "김수안"
    ],
    "actor_sub_name": [
      "이경영",
      "장성범",
      "백승철",
      "윤경호",
      "김인우"
    ],
    "actor_cameo_name": [
      "정만식"
    ],
    "maker": [
      "(주)외유내강 Filmmaker R & K",
      "(주)필름케이 filmK"
    ]
  },
  {
    "": "57",
    "순위": 58,
    "영화명": "아저씨",
    "개봉일": "2010.8.4",
    "매출액": "47870792359",
    "관객수": "6282774",
    "스크린수": "478",
    "배급사": "CJ ENM",
    "coach": "이정범",
    "actor_main_name": [
      "원빈",
      "김새론"
    ],
    "actor_sub_name": [
      "김희원",
      "김성오",
      "김호연",
      "김효서",
      "조영아",
      "이상하",
      "남경읍",
      "송영창",
      "이종필",
      "김태훈"
    ],
    "actor_cameo_name": null,
    "maker": [
      "오퍼스픽쳐스(유) OPUS Pictures"
    ]
  },
  {
    "": "58",
    "순위": 59,
    "영화명": "사도",
    "개봉일": "2015.9.16",
    "매출액": "48842902501",
    "관객수": "6246849",
    "스크린수": "1,210",
    "배급사": "(주)쇼박스",
    "coach": "이준익",
    "actor_main_name": [
      "송강호",
      "유아인",
      "문근영"
    ],
    "actor_sub_name": [
      "전혜진",
      "김해숙",
      "박원상",
      "진지희",
      "박소담",
      "서예지",
      "김민규",
      "이대연",
      "최덕문",
      "정석용",
      "최민철",
      "조승연",
      "박명신"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)타이거픽쳐스 Tiger Pictures Inc."
    ]
  },
  {
    "": "59",
    "순위": 60,
    "영화명": "전우치",
    "개봉일": "2009.12.23",
    "매출액": "44605437017",
    "관객수": "6136928",
    "스크린수": "606",
    "배급사": "CJ ENM",
    "coach": "최동훈",
    "actor_main_name": [
      "강동원",
      "임수정",
      "김윤석",
      "유해진",
      "김시권",
      "주진모",
      "선우선"
    ],
    "actor_sub_name": [
      "강동균",
      "정혜란",
      "손선영",
      "송진영",
      "김혜지",
      "신수현",
      "박용범",
      "박민규",
      "김조운",
      "박지희",
      "안성진",
      "노남석",
      "한연호",
      "김규연",
      "고준영",
      "박남희",
      "윤대원",
      "이석원",
      "이성두",
      "정영훈",
      "정우철",
      "박연수",
      "오준석",
      "정지인",
      "이우희",
      "이대로",
      "송영창",
      "김서현",
      "김상호",
      "이용녀",
      "공정환",
      "권태원",
      "김기천"
    ],
    "actor_cameo_name": [
      "염정아",
      "김효진"
    ],
    "maker": [
      "[등급분류번호] 2009-F414\n[등급분류일자] 2009-11-20\n[관람등급] 12세이상관람가"
    ]
  },
  {
    "": "60",
    "순위": 61,
    "영화명": "투사부일체",
    "개봉일": "2006.1.19",
    "매출액": "0",
    "관객수": "6105431",
    "스크린수": "93",
    "배급사": "CJ ENM",
    "coach": "김동원",
    "actor_main_name": [
      "정준호",
      "정웅인",
      "김상중"
    ],
    "actor_sub_name": [
      "박용식",
      "최윤영",
      "박은비",
      "나현주",
      "김동성",
      "고은영",
      "이배훈",
      "박기연",
      "김성근",
      "유인나",
      "이희석",
      "일호",
      "최선영",
      "박민애",
      "정다은",
      "최영미",
      "이송",
      "최영진",
      "김지헌",
      "이혁수",
      "이기열",
      "강성필",
      "한효주"
    ],
    "actor_cameo_name": [
      "임성민",
      "하동훈"
    ],
    "maker": [
      "(주)시네마제니스 Cinema Zenith Entertainment"
    ]
  },
  {
    "": "61",
    "순위": 62,
    "영화명": "연평해전",
    "개봉일": "2015.6.24",
    "매출액": "45563228330",
    "관객수": "6043784",
    "스크린수": "1,013",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "김학순",
    "actor_main_name": [
      "김무열",
      "진구",
      "이현우",
      "이완"
    ],
    "actor_sub_name": [
      "이한종",
      "송재호",
      "박정학",
      "이철민",
      "장의수",
      "한이진",
      "천지유"
    ],
    "actor_cameo_name": [
      "이청아",
      "김희정"
    ],
    "maker": [
      "(주)로제타시네마 ROSETTA CINEMA"
    ]
  },
  {
    "": "62",
    "순위": 63,
    "영화명": "쉬리",
    "개봉일": "1999.2.13",
    "매출액": "0",
    "관객수": "5820000",
    "스크린수": "0",
    "배급사": "",
    "coach": "강제규",
    "actor_main_name": [
      "한석규",
      "최민식",
      "송강호",
      "김윤진",
      "황정민",
      "김석주"
    ],
    "actor_sub_name": [
      "윤주상",
      "박용우",
      "조덕현",
      "김수로",
      "손호균",
      "박은숙",
      "남명렬"
    ],
    "actor_cameo_name": null,
    "maker": [
      "강제규필름 KangJeGyu Films"
    ]
  },
  {
    "": "63",
    "순위": 64,
    "영화명": "청년경찰",
    "개봉일": "2017.8.9",
    "매출액": "44381150516",
    "관객수": "5653270",
    "스크린수": "1,102",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "김주환",
    "actor_main_name": [
      "박서준",
      "강하늘",
      "성동일",
      "박하선"
    ],
    "actor_sub_name": [
      "고준",
      "이호정"
    ],
    "actor_cameo_name": [
      "서정연",
      "정원중",
      "김강현",
      "최홍일"
    ],
    "maker": [
      "(주)무비락 MOVIEROCK",
      "(주)도서관옆스튜디오 Studio By The Library",
      "베리굿스튜디오(주)",
      ""
    ]
  },
  {
    "": "64",
    "순위": 65,
    "영화명": "가문의 위기(가문의 영광2)",
    "개봉일": "2005.9.7",
    "매출액": "0",
    "관객수": "5635266",
    "스크린수": "101",
    "배급사": "(주)쇼박스",
    "coach": "정용기",
    "actor_main_name": [
      "신현준",
      "김수미",
      "김원희",
      "정준하"
    ],
    "actor_sub_name": [
      "최은주)",
      "임형준",
      "공형진",
      "탁재훈",
      "정호빈",
      "김해곤"
    ],
    "actor_cameo_name": [
      "김효진"
    ],
    "maker": [
      "[등급분류번호] 2005-F230\n[등급분류일자] 2005-08-26\n[관람등급] 15세관람가\n[피트수] 10350\n[컬러여부] Color\n[화면비율] 영화용_1.85:1"
    ]
  },
  {
    "": "65",
    "순위": 66,
    "영화명": "숨바꼭질",
    "개봉일": "2013.8.14",
    "매출액": "39602987500",
    "관객수": "5604104",
    "스크린수": "779",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "허정",
    "actor_main_name": [
      "손현주",
      "문정희",
      "전미선"
    ],
    "actor_sub_name": [
      "김수안",
      "김원해",
      "노수산나",
      "정준원",
      "성유빈",
      "정민성"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)드림캡쳐 Studio Dream Capture"
    ]
  },
  {
    "": "66",
    "순위": 67,
    "영화명": "덕혜옹주",
    "개봉일": "2016.8.3",
    "매출액": "44393828109",
    "관객수": "5599229",
    "스크린수": "964",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "허진호",
    "actor_main_name": [
      "손예진",
      "박해일"
    ],
    "actor_sub_name": [
      "윤제문",
      "라미란",
      "정상훈",
      "박수영",
      "김소현",
      "박주미",
      "안내상",
      "김재욱",
      "금새록",
      "김승훈"
    ],
    "actor_cameo_name": [
      "김인우",
      "백윤식",
      "김대명",
      "고수",
      "김기천"
    ],
    "maker": [
      "(주)하이브미디어코프 Hive Media Corp.",
      "(주)영화사호필름 HO Film",
      "(주)디씨지플러스 DCG PLUS"
    ]
  },
  {
    "": "67",
    "순위": 68,
    "영화명": "더 테러 라이브",
    "개봉일": "2013.7.31",
    "매출액": "39866712881",
    "관객수": "5583596",
    "스크린수": "743",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "김병우",
    "actor_main_name": [
      "하정우",
      "이경영",
      "전혜진",
      "이다윗"
    ],
    "actor_sub_name": [
      "김홍파",
      "김대명",
      "최진호",
      "김소진",
      "강진아",
      "강신철",
      "한성천"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)씨네이천 Film Production CINE2000"
    ]
  },
  {
    "": "68",
    "순위": 69,
    "영화명": "감시자들",
    "개봉일": "2013.7.3",
    "매출액": "39380162179",
    "관객수": "5508017",
    "스크린수": "949",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "조의석",
    "actor_main_name": [
      "설경구",
      "정우성",
      "한효주",
      "진경",
      "이준호"
    ],
    "actor_sub_name": [
      "임달화",
      "손민석",
      "김대진",
      "이태형",
      "이동휘",
      "이화정",
      "김진곤",
      "김지훈",
      "신성일",
      "변요한",
      "정우근",
      "장원형",
      "박지연",
      "김병옥",
      "강신하"
    ],
    "actor_cameo_name": null,
    "maker": [
      "영화사 집 ZIP CINEMA"
    ]
  },
  {
    "": "69",
    "순위": 70,
    "영화명": "의형제",
    "개봉일": "2010.2.4",
    "매출액": "40800867602",
    "관객수": "5507106",
    "스크린수": "572",
    "배급사": "(주)쇼박스",
    "coach": "장훈",
    "actor_main_name": [
      "송강호",
      "강동원"
    ],
    "actor_sub_name": [
      "전국환",
      "박혁권",
      "윤희석",
      "최정우",
      "정인기",
      "설진욱",
      "강명희",
      "차엽",
      "권범택"
    ],
    "actor_cameo_name": [
      "김광규",
      "고창석",
      "박수영"
    ],
    "maker": [
      "(주)쇼박스 Showbox Corp",
      "(주)다세포클럽 Dasepo Club co. Ltd.",
      "루비콘픽쳐스㈜",
      ""
    ]
  },
  {
    "": "70",
    "순위": 71,
    "영화명": "검은 사제들",
    "개봉일": "2015.11.5",
    "매출액": "42407832092",
    "관객수": "5442553",
    "스크린수": "1,088",
    "배급사": "(주)씨제이이엔엠",
    "coach": "장재현",
    "actor_main_name": [
      "김윤석",
      "강동원"
    ],
    "actor_sub_name": [
      "박소담",
      "김병옥",
      "김의성",
      "이호재",
      "남일우",
      "손종학",
      "조수향",
      "민진웅"
    ],
    "actor_cameo_name": null,
    "maker": [
      "영화사 집 ZIP CINEMA"
    ]
  },
  {
    "": "71",
    "순위": 72,
    "영화명": "안시성",
    "개봉일": "2018.9.19",
    "매출액": "46335334026",
    "관객수": "5440186",
    "스크린수": "1,540",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "김광식",
    "actor_main_name": [
      "조인성",
      "남주혁",
      "박성웅",
      "김동진"
    ],
    "actor_sub_name": [
      "배성우",
      "엄태구",
      "설현",
      "박병은",
      "오대환",
      "성동일",
      "정은채",
      "유오성",
      "정지훈",
      "김욱",
      "장광"
    ],
    "actor_cameo_name": [
      "스테파니리"
    ],
    "maker": [
      "(주)영화사수작 Soojak Film",
      "(주)스튜디오앤뉴",
      "모티브픽쳐스(주)",
      ""
    ]
  },
  {
    "": "72",
    "순위": 73,
    "영화명": "더 킹",
    "개봉일": "2017.1.18",
    "매출액": "43486078535",
    "관객수": "5316325",
    "스크린수": "1,310",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "한재림",
    "actor_main_name": [
      "조인성",
      "정우성",
      "배성우",
      "류준열",
      "김의성",
      "이석호"
    ],
    "actor_sub_name": [
      "김민재",
      "정성모",
      "정은채",
      "김소진",
      "황승언",
      "이주연",
      "박정민",
      "김규선",
      "남명렬",
      "오대환",
      "정원중",
      "정인기",
      "이열음"
    ],
    "actor_cameo_name": [
      "김아중"
    ],
    "maker": [
      "(주)매그넘나인 MAGNUM9"
    ]
  },
  {
    "": "73",
    "순위": 74,
    "영화명": "완득이",
    "개봉일": "2011.10.20",
    "매출액": "38530503500",
    "관객수": "5310510",
    "스크린수": "500",
    "배급사": "(주)씨제이이엔엠",
    "coach": "이한",
    "actor_main_name": [
      "김윤석",
      "유아인"
    ],
    "actor_sub_name": [
      "조병찬",
      "조세현",
      "강별",
      "박효주",
      "김영재",
      "김상호",
      "박수영",
      "김동영"
    ],
    "actor_cameo_name": [
      "조상건",
      "안길강"
    ],
    "maker": [
      "(주)유비유필름 UBU FILM",
      "어나더픽쳐스(주)",
      ""
    ]
  },
  {
    "": "74",
    "순위": 75,
    "영화명": "완벽한 타인",
    "개봉일": "2018.10.31",
    "매출액": "44356752474",
    "관객수": "5294119",
    "스크린수": "1,313",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "이재규",
    "actor_main_name": [
      "유해진",
      "조진웅",
      "이서진",
      "염정아",
      "김지수",
      "송하윤",
      "윤경호"
    ],
    "actor_sub_name": [
      "지우"
    ],
    "actor_cameo_name": [
      "정지훈",
      "최유화",
      "조달환"
    ],
    "maker": [
      "(주)필름몬스터 Film Monster Co., Ltd.",
      "드라마하우스(주) DRAMAHOUSE"
    ]
  },
  {
    "": "75",
    "순위": 76,
    "영화명": "살인의 추억",
    "개봉일": "2003.4.25",
    "매출액": "",
    "관객수": "5255376",
    "스크린수": "54",
    "배급사": "CJ ENM",
    "coach": "봉준호",
    "actor_main_name": [
      "송강호",
      "김상경",
      "정인선"
    ],
    "actor_sub_name": [
      "김뢰하",
      "한충환",
      "김효성",
      "이강산",
      "김민철",
      "최현기",
      "심성보",
      "김희진",
      "서민수",
      "김경래",
      "강진희",
      "이상욱",
      "윤박지",
      "박상우",
      "박소현",
      "김철용",
      "류태호",
      "박노식",
      "변희봉",
      "전미선"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)싸이더스 Sidus Corporation"
    ]
  },
  {
    "": "76",
    "순위": 77,
    "영화명": "타워",
    "개봉일": "2012.12.25",
    "매출액": "37654858000",
    "관객수": "5181014",
    "스크린수": "617",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김지훈",
    "actor_main_name": [
      "설경구",
      "손예진",
      "김상경",
      "차인표",
      "조민아"
    ],
    "actor_sub_name": [
      "김인권",
      "도지한",
      "안성기",
      "이한위",
      "김성오",
      "송재호",
      "박철민",
      "권현상",
      "전배수",
      "이창용",
      "이주실",
      "김수진",
      "권태원",
      "전국향",
      "정인기"
    ],
    "actor_cameo_name": [
      "김응수"
    ],
    "maker": [
      "(주)씨제이이엔엠 CJ ENM Corp.",
      "(주)더타워픽쳐스 The Tower Pictures"
    ]
  },
  {
    "": "77",
    "순위": 78,
    "영화명": "말아톤",
    "개봉일": "2005.1.27",
    "매출액": "0",
    "관객수": "5148022",
    "스크린수": "73",
    "배급사": "(주)쇼박스",
    "coach": "정윤철",
    "actor_main_name": [
      "조승우",
      "김미숙"
    ],
    "actor_sub_name": [
      "이기영",
      "백성현",
      "안내상"
    ],
    "actor_cameo_name": null,
    "maker": [
      "시네라인투(주) Cineline II Co.. Ltd."
    ]
  },
  {
    "": "78",
    "순위": 79,
    "영화명": "밀수",
    "개봉일": "2023.7.26",
    "매출액": "49685009003",
    "관객수": "5143219",
    "스크린수": "1,932",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "류승완",
    "actor_main_name": [
      "김혜수",
      "염정아",
      "조인성",
      "박정민",
      "김종수",
      "고민시"
    ],
    "actor_sub_name": [
      "김재화",
      "박준면",
      "박경혜",
      "주보비",
      "곽진석",
      "정도원",
      "신민재",
      "김충길",
      "이정수",
      "안세호",
      "최종원",
      "김원해",
      "김경덕",
      "윤병희",
      "김기천",
      "윤종구",
      "신영옥",
      "홍성오",
      "김준식",
      "이상희",
      "신삼봉",
      "구본웅",
      "백주희",
      "전현숙",
      "이선희",
      "이진희",
      "신우희",
      "백승철",
      "윤대열",
      "이태형",
      "정재원",
      "장기하"
    ],
    "actor_cameo_name": [
      "진경",
      "윤경호"
    ],
    "maker": [
      "(주)외유내강 Filmmaker R & K"
    ]
  },
  {
    "": "79",
    "순위": 80,
    "영화명": "추격자",
    "개봉일": "2008.2.14",
    "매출액": "33943278500",
    "관객수": "5071619",
    "스크린수": "435",
    "배급사": "(주)쇼박스",
    "coach": "나홍진",
    "actor_main_name": [
      "김윤석",
      "하정우"
    ],
    "actor_sub_name": [
      "서영희",
      "박효주",
      "김유정",
      "최정우",
      "정인기",
      "김영선"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사비단길 Bidangil Pictures"
    ]
  },
  {
    "": "80",
    "순위": 81,
    "영화명": "독전",
    "개봉일": "2018.5.22",
    "매출액": "43484892913",
    "관객수": "5063620",
    "스크린수": "1,357",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "이해영",
    "actor_main_name": [
      "조진웅",
      "류준열",
      "김주혁",
      "김성령",
      "박해준",
      "차승원",
      "진서연"
    ],
    "actor_sub_name": [
      "이주영",
      "서현우",
      "강승현",
      "정가람",
      "김동영",
      "금새록",
      "정준원"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)용필름 Yong Film Inc.",
      "보야저필름 VOYAGEUR FILM"
    ]
  },
  {
    "": "81",
    "순위": 82,
    "영화명": "공작",
    "개봉일": "2018.8.8",
    "매출액": "42788691176",
    "관객수": "4974512",
    "스크린수": "1,317",
    "배급사": "(주)씨제이이엔엠",
    "coach": "윤종빈",
    "actor_main_name": [
      "황정민",
      "이성민",
      "조진웅",
      "주지훈"
    ],
    "actor_sub_name": [
      "김지나",
      "김소진",
      "양현민",
      "정기섭",
      "김응수",
      "최병모",
      "정소리",
      "최정인",
      "곽자형",
      "권범택",
      "김인우",
      "엄지만"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사 월광 MOONLIGHT FILM",
      "(주)사나이픽처스 SANAI Pictures"
    ]
  },
  {
    "": "82",
    "순위": 83,
    "영화명": "동갑내기 과외하기",
    "개봉일": "2003.2.7",
    "매출액": "",
    "관객수": "4937573",
    "스크린수": "54",
    "배급사": "CJ ENM",
    "coach": "김경형",
    "actor_main_name": [
      "김하늘",
      "권상우",
      "공유",
      "김혜옥",
      "김자옥",
      "오승근",
      "이성진"
    ],
    "actor_sub_name": [
      "김지우",
      "백일섭",
      "손영민",
      "송병철",
      "신지현",
      "박정률",
      "박종일",
      "박지선",
      "나수원",
      "김광열",
      "정광재",
      "채성진",
      "박효준",
      "서동원",
      "지길웅"
    ],
    "actor_cameo_name": null,
    "maker": [
      "코리아 엔터테인먼트 Corea Entertainment",
      ""
    ]
  },
  {
    "": "83",
    "순위": 84,
    "영화명": "바람과 함께 사라지다",
    "개봉일": "2012.8.8",
    "매출액": "34614661161",
    "관객수": "4909937",
    "스크린수": "694",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "김주호",
    "actor_main_name": [
      "차태현",
      "오지호",
      "민효린",
      "성동일",
      "고창석",
      "송종호",
      "이채영",
      "김길동",
      "김향기"
    ],
    "actor_sub_name": [
      "신정근",
      "천보근"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)두타연 Dhutayeon Co., Ltd.",
      "(주)에이디사공육 AD406"
    ]
  },
  {
    "": "84",
    "순위": 85,
    "영화명": "님아, 그 강을 건너지 마오",
    "개봉일": "2014.11.27",
    "매출액": "37355277679",
    "관객수": "4801527",
    "스크린수": "206",
    "배급사": "CGV아트하우스,(주)대명문화공장",
    "coach": "진모영",
    "actor_main_name": [
      "조병만",
      "강계열"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "[등급분류번호] 2014-MF01086\n[등급분류일자] 2014-10-07\n[관람등급] 전체관람가"
    ]
  },
  {
    "": "85",
    "순위": 86,
    "영화명": "봉오동 전투",
    "개봉일": "2019.8.7",
    "매출액": "40588648538",
    "관객수": "4787538",
    "스크린수": "1,476",
    "배급사": "(주)쇼박스",
    "coach": "원신연",
    "actor_main_name": [
      "유해진",
      "류준열",
      "조우진"
    ],
    "actor_sub_name": [
      "키타무라카즈키",
      "이케우치히로유키",
      "박지환",
      "최유화",
      "성유빈",
      "이재인",
      "다이고코타로",
      "홍상표",
      "최유화",
      "원풍연"
    ],
    "actor_cameo_name": [
      "박희순",
      "최민식"
    ],
    "maker": [
      "(주)빅스톤픽쳐스 BIGSTONEPICTURES",
      "(주)더블유픽처스 W-Pictures",
      "(주)쇼박스 Showbox Corp"
    ]
  },
  {
    "": "86",
    "순위": 87,
    "영화명": "조선명탐정 : 각시투구꽃의 비밀",
    "개봉일": "2011.1.27",
    "매출액": "35841769500",
    "관객수": "4786259",
    "스크린수": "611",
    "배급사": "(주)쇼박스",
    "coach": "김석윤",
    "actor_main_name": [
      "김명민",
      "한지민",
      "오달수"
    ],
    "actor_sub_name": [
      "김호연",
      "최무성",
      "우현",
      "이재용",
      "예수정",
      "정인기"
    ],
    "actor_cameo_name": null,
    "maker": [
      "청년필름(주) Generation Blue Films"
    ]
  },
  {
    "": "87",
    "순위": 88,
    "영화명": "군도: 민란의 시대",
    "개봉일": "2014.7.23",
    "매출액": "36987755999",
    "관객수": "4774895",
    "스크린수": "1,394",
    "배급사": "(주)쇼박스",
    "coach": "윤종빈",
    "actor_main_name": [
      "하정우",
      "강동원",
      "조진웅",
      "마동석",
      "정만식",
      "김성균",
      "주진모",
      "이경영"
    ],
    "actor_sub_name": [
      "이성민",
      "윤지혜",
      "김재영",
      "노남석대역)",
      "송영창",
      "이경영",
      "김병옥",
      "임현성"
    ],
    "actor_cameo_name": [
      "한예리",
      "김해숙"
    ],
    "maker": [
      "(주)영화사 월광 MOONLIGHT FILM",
      "(주)쇼박스 Showbox Corp"
    ]
  },
  {
    "": "88",
    "순위": 89,
    "영화명": "남산의 부장들",
    "개봉일": "2020.1.22",
    "매출액": "41223596650",
    "관객수": "4750104",
    "스크린수": "1,659",
    "배급사": "(주)쇼박스",
    "coach": "우민호",
    "actor_main_name": [
      "이병헌",
      "이성민",
      "곽도원",
      "이희준",
      "김소진"
    ],
    "actor_sub_name": [
      "김승훈",
      "박성근",
      "서현우",
      "지현준",
      "박지일",
      "이태형",
      "주석태",
      "이도국",
      "김민상"
    ],
    "actor_cameo_name": [
      "김홍파"
    ],
    "maker": [
      "(주)하이브미디어코프 Hive Media Corp."
    ]
  },
  {
    "": "89",
    "순위": 90,
    "영화명": "범죄와의 전쟁: 나쁜놈들 전성시대",
    "개봉일": "2012.2.2",
    "매출액": "36538823500",
    "관객수": "4719872",
    "스크린수": "699",
    "배급사": "(주)쇼박스",
    "coach": "윤종빈",
    "actor_main_name": [
      "최민식",
      "하정우"
    ],
    "actor_sub_name": [
      "조진웅",
      "마동석",
      "곽도원",
      "김성균",
      "송영창",
      "김종수",
      "권태원",
      "김종구",
      "김영선"
    ],
    "actor_cameo_name": [
      "김응수"
    ],
    "maker": [
      "(주)팔레트픽처스 Palette Pictures",
      "(주)쇼박스 Showbox Corp"
    ]
  },
  {
    "": "90",
    "순위": 91,
    "영화명": "신세계",
    "개봉일": "2013.2.21",
    "매출액": "34881330905",
    "관객수": "4682492",
    "스크린수": "671",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "박훈정",
    "actor_main_name": [
      "이정재",
      "최민식",
      "황정민"
    ],
    "actor_sub_name": [
      "박성웅",
      "송지효",
      "정영기",
      "김홍파",
      "장광",
      "김윤성",
      "최일화",
      "권태원"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)사나이픽처스 SANAI Pictures",
      "(주)페퍼민트앤컴퍼니 Peppermint&company, Inc.",
      "(주)대명문화공장 Daemyung Culture Factory Co., Ltd.",
      "(주)파트너스케이",
      ""
    ]
  },
  {
    "": "91",
    "순위": 92,
    "영화명": "도가니",
    "개봉일": "2011.9.22",
    "매출액": "35566854800",
    "관객수": "4662822",
    "스크린수": "644",
    "배급사": "(주)씨제이이엔엠",
    "coach": "황동혁",
    "actor_main_name": [
      "정유미",
      "공유"
    ],
    "actor_sub_name": [
      "허재호",
      "임현성",
      "최진호",
      "이예나",
      "김현수",
      "장광",
      "전국환",
      "엄효섭",
      "남명렬",
      "이상희",
      "박혜진",
      "김민상"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)삼거리픽쳐스 SAMGEORI Pictures Co., Ltd.",
      "(주)판타지오 Fantagio"
    ]
  },
  {
    "": "92",
    "순위": 93,
    "영화명": "내 아내의 모든 것",
    "개봉일": "2012.5.17",
    "매출액": "34222160500",
    "관객수": "4598583",
    "스크린수": "563",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "민규동",
    "actor_main_name": [
      "임수정",
      "이선균",
      "류승룡"
    ],
    "actor_sub_name": [
      "박희본",
      "김지영",
      "남명렬",
      "김도영"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)수필름 SOO FILM",
      "영화사 집 ZIP CINEMA"
    ]
  },
  {
    "": "93",
    "순위": 94,
    "영화명": "판도라",
    "개봉일": "2016.12.7",
    "매출액": "36064461064",
    "관객수": "4583645",
    "스크린수": "1,166",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "박정우",
    "actor_main_name": [
      "김남길",
      "김영애",
      "문정희",
      "정진영",
      "이경영",
      "강신일",
      "김대명",
      "유승목",
      "김주현",
      "김명민"
    ],
    "actor_sub_name": [
      "박선희",
      "공정환",
      "주석태",
      "송철호",
      "김영웅",
      "김태훈"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)씨에이씨엔터테인먼트 CAC Entertainment"
    ]
  },
  {
    "": "94",
    "순위": 95,
    "영화명": "나쁜 녀석들: 더 무비",
    "개봉일": "2019.9.11",
    "매출액": "39560195124",
    "관객수": "4573902",
    "스크린수": "1,511",
    "배급사": "(주)씨제이이엔엠",
    "coach": "손용호",
    "actor_main_name": [
      "마동석",
      "김상중",
      "김아중",
      "장기용"
    ],
    "actor_sub_name": [
      "박형수",
      "박상욱",
      "김인우",
      "지승현",
      "박효준",
      "이재윤",
      "박원상",
      "조영진",
      "한정현",
      "전익령",
      "김형묵",
      "윤병희",
      "강영묵"
    ],
    "actor_cameo_name": [
      "강예원",
      "김혜윤",
      "조동혁",
      "공정환"
    ],
    "maker": [
      "(주)씨제이이엔엠 CJ ENM Corp.",
      "(주)영화사비단길 Bidangil Pictures"
    ]
  },
  {
    "": "95",
    "순위": 96,
    "영화명": "노량: 죽음의 바다",
    "개봉일": "2023.12.20",
    "매출액": "45001435027",
    "관객수": "4572386",
    "스크린수": "2,196",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트,(주)에이스메이커무비웍스",
    "coach": "김한민",
    "actor_main_name": [
      "김윤석",
      "백윤식",
      "정재영",
      "허준호"
    ],
    "actor_sub_name": [
      "김성규",
      "이규형",
      "이무생",
      "최덕문",
      "안보현",
      "박명훈",
      "박훈",
      "문정희",
      "정기섭",
      "유성주",
      "안성봉",
      "안세호",
      "이성욱",
      "오누리",
      "주석태",
      "최광제",
      "최정태",
      "김중희"
    ],
    "actor_cameo_name": [
      "안성기",
      "여진구",
      "이제훈",
      "박용우",
      "김민상",
      "공명",
      "남명렬",
      "남경읍",
      "배한성",
      "김재영"
    ],
    "maker": [
      "(주)빅스톤픽쳐스 BIGSTONEPICTURES"
    ]
  },
  {
    "": "96",
    "순위": 97,
    "영화명": "연가시",
    "개봉일": "2012.7.5",
    "매출액": "32175400664",
    "관객수": "4515833",
    "스크린수": "759",
    "배급사": "(주)씨제이이엔엠",
    "coach": "박정우",
    "actor_main_name": [
      "김명민",
      "문정희",
      "김동완",
      "이하늬"
    ],
    "actor_sub_name": [
      "강신일",
      "송영창",
      "조덕현",
      "최정우",
      "전국환",
      "정인기"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)오죤필름 OZONE FILM"
    ]
  },
  {
    "": "97",
    "순위": 98,
    "영화명": "강철비",
    "개봉일": "2017.12.14",
    "매출액": "35489576466",
    "관객수": "4452740",
    "스크린수": "1,426",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "양우석",
    "actor_main_name": [
      "정우성",
      "곽도원"
    ],
    "actor_sub_name": [
      "김갑수",
      "김의성",
      "이경영",
      "조우진",
      "정원중",
      "김명곤",
      "박은혜",
      "김지호",
      "안미나",
      "원진아"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)와이웍스엔터테인먼트",
      "(주)브이에이스튜디오 VA Studio"
    ]
  },
  {
    "": "98",
    "순위": 99,
    "영화명": "다만 악에서 구하소서",
    "개봉일": "2020.8.5",
    "매출액": "38602260990",
    "관객수": "4357803",
    "스크린수": "1,998",
    "배급사": "(주)씨제이이엔엠",
    "coach": "홍원찬",
    "actor_main_name": [
      "황정민",
      "이정재",
      "박정민"
    ],
    "actor_sub_name": [
      "박소이",
      "최희서",
      "송영창",
      "이서환",
      "박명훈",
      "오대환",
      "심영은"
    ],
    "actor_cameo_name": [
      "최병모"
    ],
    "maker": [
      "(주)하이브미디어코프 Hive Media Corp."
    ]
  },
  {
    "": "99",
    "순위": 100,
    "영화명": "헌트",
    "개봉일": "2022.8.10",
    "매출액": "44600858153",
    "관객수": "4352390",
    "스크린수": "1,625",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "이정재",
    "actor_main_name": [
      "이정재",
      "정우성",
      "전혜진",
      "허성태",
      "고윤정",
      "김종수",
      "정만식"
    ],
    "actor_sub_name": [
      "임형국",
      "정경순",
      "정재성",
      "송영창",
      "강경헌",
      "임성재",
      "정성모",
      "손성호",
      "김학선",
      "오만석",
      "김문찬",
      "박건우",
      "이채은",
      "김윤도",
      "송덕호",
      "이서한",
      "장서경",
      "김찬형",
      "송철호",
      "김형범",
      "경성환",
      "윤정섭",
      "최우준",
      "정재현",
      "김효준",
      "차래형",
      "박중근",
      "홍성덕",
      "문정대",
      "이도국",
      "이한주",
      "고서희",
      "손경원",
      "이태형",
      "조진결",
      "고경만",
      "김호준",
      "김은우",
      "정종우",
      "박민이",
      "윤대열",
      "김완수",
      "김결",
      "김덕주",
      "민경옥",
      "김송일",
      "김동훈",
      "권은성",
      "박윤희"
    ],
    "actor_cameo_name": [
      "황정민",
      "이성민",
      "유재명",
      "박성웅",
      "조우진",
      "김남길",
      "주지훈"
    ],
    "maker": [
      "(주)아티스트스튜디오",
      "(주)사나이픽처스 SANAI Pictures"
    ]
  },
  {
    "": "100",
    "순위": 101,
    "영화명": "강철중: 공공의 적 1-1",
    "개봉일": "2008.6.19",
    "매출액": "28465757767",
    "관객수": "4300670",
    "스크린수": "659",
    "배급사": "CJ ENM,(주)시네마서비스",
    "coach": "강우석",
    "actor_main_name": [
      "설경구",
      "정재영",
      "김영필"
    ],
    "actor_sub_name": [
      "강신일",
      "유해진",
      "탁트인",
      "이상현",
      "이재원",
      "조한영",
      "박창용",
      "박태훈",
      "김건호",
      "김재득",
      "임장현",
      "정원중"
    ],
    "actor_cameo_name": null,
    "maker": [
      "[등급분류번호] 2008-F223\n[등급분류일자] 2008-05-26\n[관람등급] 15세이상관람가"
    ]
  },
  {
    "": "101",
    "순위": 102,
    "영화명": "아가씨",
    "개봉일": "2016.6.1",
    "매출액": "35211229991",
    "관객수": "4287839",
    "스크린수": "1,171",
    "배급사": "(주)씨제이이엔엠",
    "coach": "박찬욱",
    "actor_main_name": [
      "김민희",
      "김태리",
      "하정우",
      "조진웅"
    ],
    "actor_sub_name": [
      "김해숙",
      "문소리",
      "김인우",
      "이용녀"
    ],
    "actor_cameo_name": null,
    "maker": [
      "유한회사 아가씨에프에스",
      "모호필름 Moho Film",
      "(주)용필름 Yong Film Inc."
    ]
  },
  {
    "": "102",
    "순위": 103,
    "영화명": "용의자",
    "개봉일": "2013.12.24",
    "매출액": "30037161000",
    "관객수": "4131248",
    "스크린수": "807",
    "배급사": "(주)쇼박스",
    "coach": "원신연",
    "actor_main_name": [
      "공유",
      "박희순",
      "조성하",
      "유다인",
      "김성균",
      "조재윤"
    ],
    "actor_sub_name": [
      "김민재",
      "김의성",
      "송재림",
      "최종률",
      "남보라",
      "기주봉",
      "박지일"
    ],
    "actor_cameo_name": [
      "송재호)"
    ],
    "maker": [
      "(주)그린피쉬 Greenfish",
      "(주)쇼박스 Showbox Corp"
    ]
  },
  {
    "": "103",
    "순위": 104,
    "영화명": "건축학개론",
    "개봉일": "2012.3.22",
    "매출액": "30219800500",
    "관객수": "4110645",
    "스크린수": "593",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "이용주",
    "actor_main_name": [
      "엄태웅",
      "한가인",
      "이제훈",
      "배수지"
    ],
    "actor_sub_name": [
      "고준희",
      "조정석",
      "신예진",
      "유연석",
      "조현철",
      "김의성",
      "이승호",
      "박수영"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)명필름 Myung Films"
    ]
  },
  {
    "": "104",
    "순위": 105,
    "영화명": "태풍",
    "개봉일": "2005.12.14",
    "매출액": "0",
    "관객수": "4094395",
    "스크린수": "115",
    "배급사": "CJ ENM",
    "coach": "곽경택",
    "actor_main_name": [
      "이정재",
      "이미연",
      "장동건"
    ],
    "actor_sub_name": [
      "김혜정",
      "김원진",
      "추현경",
      "허욱",
      "신성일",
      "김형찬",
      "홍의정",
      "김이호",
      "나수원",
      "박태호",
      "김경환",
      "김상용",
      "민성주",
      "민지환",
      "박광설",
      "유승권",
      "박병렬",
      "김철준",
      "이주헌",
      "박찬영",
      "데이비드맥기니스"
    ],
    "actor_cameo_name": null,
    "maker": [
      "CJ ENM CJ ENM"
    ]
  },
  {
    "": "105",
    "순위": 106,
    "영화명": "7급 공무원",
    "개봉일": "2009.4.22",
    "매출액": "26701311856",
    "관객수": "4088799",
    "스크린수": "475",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "신태라",
    "actor_main_name": [
      "김하늘",
      "강지환",
      "임성현"
    ],
    "actor_sub_name": [
      "유승목",
      "강규영",
      "강신일",
      "장남열",
      "김형범",
      "장영남"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)하리마오픽쳐스 HARIMAO PICTURES",
      "(주)영화사수작 Soojak Film",
      "(주)디씨지플러스 DCG PLUS"
    ]
  },
  {
    "": "106",
    "순위": 107,
    "영화명": "색즉시공",
    "개봉일": "2002.12.11",
    "매출액": "0",
    "관객수": "4082797",
    "스크린수": "41",
    "배급사": "(주)쇼박스",
    "coach": "윤제균",
    "actor_main_name": [
      "임창정",
      "하지원",
      "최성국",
      "유채영"
    ],
    "actor_sub_name": [
      "정민",
      "이경원"
    ],
    "actor_cameo_name": [
      "박준규",
      "기주봉",
      "선우은숙"
    ],
    "maker": [
      "㈜필름지 FILMZ Corp."
    ]
  },
  {
    "": "107",
    "순위": 108,
    "영화명": "댄싱퀸",
    "개봉일": "2012.1.18",
    "매출액": "30129259500",
    "관객수": "4057546",
    "스크린수": "534",
    "배급사": "(주)씨제이이엔엠",
    "coach": "이석훈",
    "actor_main_name": [
      "황정민",
      "엄정화"
    ],
    "actor_sub_name": [
      "정성화",
      "오나라",
      "박정민",
      "박사랑",
      "안은정",
      "라미란",
      "이대연",
      "이한위",
      "최우리",
      "권병길",
      "서동원"
    ],
    "actor_cameo_name": [
      "조달환"
    ],
    "maker": [
      "(주)제이케이필름 JK Film",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "108",
    "순위": 109,
    "영화명": "우리 생애 최고의 순간",
    "개봉일": "2008.1.10",
    "매출액": "26151780425",
    "관객수": "4044582",
    "스크린수": "418",
    "배급사": "(주)싸이더스",
    "coach": "임순례",
    "actor_main_name": [
      "문소리",
      "김정은",
      "엄태웅",
      "김지영",
      "조은지",
      "강재원"
    ],
    "actor_sub_name": [
      "이미도",
      "조영진",
      "이봉규",
      "정석용",
      "하정우",
      "정세형",
      "김종언",
      "김혜진",
      "강선희",
      "이수정",
      "최욱",
      "남궁은숙"
    ],
    "actor_cameo_name": [
      "성지루"
    ],
    "maker": [
      "(주)엠케이픽처스 MK PICTURES"
    ]
  },
  {
    "": "109",
    "순위": 110,
    "영화명": "꾼",
    "개봉일": "2017.11.22",
    "매출액": "31313568795",
    "관객수": "4018341",
    "스크린수": "1,314",
    "배급사": "(주)쇼박스",
    "coach": "장창원",
    "actor_main_name": [
      "현빈",
      "유지태"
    ],
    "actor_sub_name": [
      "배성우",
      "박성웅",
      "나나",
      "안세하",
      "최덕문",
      "허성태"
    ],
    "actor_cameo_name": [
      "차순배"
    ],
    "maker": [
      "(주)영화사두둥 Doodoong pictures"
    ]
  },
  {
    "": "110",
    "순위": 111,
    "영화명": "타짜-신의 손",
    "개봉일": "2014.9.3",
    "매출액": "32373120927",
    "관객수": "4015361",
    "스크린수": "890",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트,(주)싸이더스",
    "coach": "강형철",
    "actor_main_name": [
      "최승현",
      "신세경",
      "곽도원",
      "유해진",
      "김윤석",
      "이하늬",
      "김인권",
      "이경영",
      "고수희",
      "오정세"
    ],
    "actor_sub_name": [
      "박효주",
      "이준혁",
      "이동휘",
      "김원해",
      "고준",
      "조경현",
      "박수영",
      "김민상"
    ],
    "actor_cameo_name": [
      "천우희"
    ],
    "maker": [
      "(주)싸이더스 Sidus Corporation"
    ]
  },
  {
    "": "111",
    "순위": 112,
    "영화명": "공공의 적 2",
    "개봉일": "2005.1.27",
    "매출액": "0",
    "관객수": "3911356",
    "스크린수": "95",
    "배급사": "(주)시네마서비스",
    "coach": "강우석",
    "actor_main_name": [
      "설경구",
      "정준호",
      "유해진"
    ],
    "actor_sub_name": [
      "강경덕",
      "박웅",
      "강신일",
      "홍지연",
      "전미애",
      "박태수",
      "남성훈",
      "한재준",
      "서영민",
      "박상욱",
      "최수경",
      "변희봉"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)시네마서비스 Cinema Service Co.,Ltd."
    ]
  },
  {
    "": "112",
    "순위": 113,
    "영화명": "박수건달",
    "개봉일": "2013.1.9",
    "매출액": "28379548569",
    "관객수": "3897969",
    "스크린수": "599",
    "배급사": "(주)쇼박스",
    "coach": "조진규",
    "actor_main_name": [
      "박신양",
      "김정태",
      "엄지원",
      "정혜영"
    ],
    "actor_sub_name": [
      "김성균",
      "최일화",
      "최지호",
      "김형범",
      "장원종"
    ],
    "actor_cameo_name": null,
    "maker": [
      "주식회사 제이앤피",
      "박수건달문화산업전문(유)",
      "(주)쇼박스 Showbox Corp"
    ]
  },
  {
    "": "113",
    "순위": 114,
    "영화명": "한반도",
    "개봉일": "2006.7.13",
    "매출액": "0",
    "관객수": "3880308",
    "스크린수": "126",
    "배급사": "CJ ENM",
    "coach": "강우석",
    "actor_main_name": [
      "조재현",
      "안성기",
      "차인표",
      "문성근",
      "강신일",
      "이윤주"
    ],
    "actor_sub_name": [
      "최종원",
      "최연식",
      "이승철",
      "백일섭",
      "이한위",
      "박길수",
      "최일화"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)시네마서비스글로벌",
      ""
    ]
  },
  {
    "": "114",
    "순위": 115,
    "영화명": "조선명탐정 : 사라진 놉의 딸",
    "개봉일": "2015.2.11",
    "매출액": "30456879428",
    "관객수": "3872015",
    "스크린수": "811",
    "배급사": "(주)쇼박스",
    "coach": "김석윤",
    "actor_main_name": [
      "김명민",
      "오달수",
      "이연희"
    ],
    "actor_sub_name": [
      "조관우",
      "정원중",
      "최무성",
      "우현",
      "황정민"
    ],
    "actor_cameo_name": [
      "김원해",
      "박수영",
      "현우"
    ],
    "maker": [
      "청년필름(주) Generation Blue Films"
    ]
  },
  {
    "": "115",
    "순위": 116,
    "영화명": "역린",
    "개봉일": "2014.4.30",
    "매출액": "29893297890",
    "관객수": "3849433",
    "스크린수": "1,054",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "이재규",
    "actor_main_name": [
      "현빈",
      "정재영",
      "조정석",
      "한지민",
      "조재현",
      "박성웅",
      "김성령",
      "정은채"
    ],
    "actor_sub_name": [
      "석현",
      "송영창",
      "김대명",
      "천보근",
      "서이숙",
      "성유빈",
      "전국향"
    ],
    "actor_cameo_name": null,
    "maker": [
      "굿초이스컷픽쳐스(주) GOOD CHOICE CUT PICTURES",
      "(주)파파스필름",
      ""
    ]
  },
  {
    "": "116",
    "순위": 117,
    "영화명": "콘크리트 유토피아",
    "개봉일": "2023.8.9",
    "매출액": "37412802232",
    "관객수": "3849242",
    "스크린수": "1,731",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "엄태화",
    "actor_main_name": [
      "이병헌",
      "박서준",
      "박보영"
    ],
    "actor_sub_name": [
      "김선영",
      "김도윤",
      "박지후"
    ],
    "actor_cameo_name": [
      "김학선",
      "공민정",
      "엄태구",
      "정영기",
      "오희준",
      "김준배"
    ],
    "maker": [
      "클라이맥스 스튜디오(주) Climax Studio",
      "(주)비에이치 엔터테인먼트 BH Entertainment co., Ltd."
    ]
  },
  {
    "": "117",
    "순위": 118,
    "영화명": "남한산성",
    "개봉일": "2017.10.3",
    "매출액": "31225083792",
    "관객수": "3849087",
    "스크린수": "1,229",
    "배급사": "(주)씨제이이엔엠",
    "coach": "황동혁",
    "actor_main_name": [
      "이병헌",
      "김윤석",
      "박해일",
      "고수",
      "박희순",
      "조우진"
    ],
    "actor_sub_name": [
      "허성태",
      "곽자형",
      "박지일"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)싸이런픽쳐스 Siren Pictures"
    ]
  },
  {
    "": "118",
    "순위": 119,
    "영화명": "반도",
    "개봉일": "2020.7.15",
    "매출액": "33072531280",
    "관객수": "3812250",
    "스크린수": "2,575",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "연상호",
    "actor_main_name": [
      "강동원",
      "이정현"
    ],
    "actor_sub_name": [
      "권해효",
      "김민재",
      "구교환",
      "김도윤",
      "이레",
      "이예원"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사레드피터 REDPETER FILMS Co., Ltd"
    ]
  },
  {
    "": "119",
    "순위": 120,
    "영화명": "암수살인",
    "개봉일": "2018.10.3",
    "매출액": "32995138548",
    "관객수": "3789321",
    "스크린수": "1,177",
    "배급사": "(주)쇼박스",
    "coach": "김태균",
    "actor_main_name": [
      "김윤석",
      "주지훈",
      "문정희",
      "진선규",
      "이유준"
    ],
    "actor_sub_name": [
      "김종수",
      "권회수",
      "허진",
      "배해선",
      "이봉련",
      "정기섭",
      "원현준",
      "정종준"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)필름295 FILM295 co.,Ltd",
      "(주)블러썸픽쳐스 BLOSSOM Pictures Corp."
    ]
  },
  {
    "": "120",
    "순위": 121,
    "영화명": "쌍화점",
    "개봉일": "2008.12.30",
    "매출액": "25616489949",
    "관객수": "3779553",
    "스크린수": "499",
    "배급사": "(주)쇼박스",
    "coach": "유하",
    "actor_main_name": [
      "조인성",
      "주진모",
      "송지효",
      "임주환",
      "여욱환"
    ],
    "actor_sub_name": [
      "심지호",
      "송중기",
      "노민우",
      "조강현",
      "김태수",
      "최승희",
      "이승구",
      "권태원"
    ],
    "actor_cameo_name": [
      "조진웅",
      "임현성"
    ],
    "maker": [
      "오퍼스픽쳐스(유) OPUS Pictures"
    ]
  },
  {
    "": "121",
    "순위": 122,
    "영화명": "국가부도의 날",
    "개봉일": "2018.11.28",
    "매출액": "30891765837",
    "관객수": "3754983",
    "스크린수": "1,180",
    "배급사": "(주)씨제이이엔엠",
    "coach": "최국희",
    "actor_main_name": [
      "김혜수",
      "유아인",
      "허준호",
      "조우진",
      "뱅상카셀"
    ],
    "actor_sub_name": [
      "김기현",
      "염혜란",
      "조한철",
      "엄효섭",
      "장성범",
      "동하",
      "박진주",
      "전배수",
      "김민상"
    ],
    "actor_cameo_name": null,
    "maker": [
      "영화사 집 ZIP CINEMA"
    ]
  },
  {
    "": "122",
    "순위": 123,
    "영화명": "신기전",
    "개봉일": "2008.9.4",
    "매출액": "24314570667",
    "관객수": "3726134",
    "스크린수": "585",
    "배급사": "CJ ENM",
    "coach": "김유진",
    "actor_main_name": [
      "정재영",
      "한은정",
      "허준호"
    ],
    "actor_sub_name": [
      "안성기",
      "김명수",
      "신정근",
      "조원희",
      "이광희",
      "박윤희",
      "조주현",
      "최만수",
      "박보람",
      "박성배",
      "이승근",
      "이연우",
      "김진규",
      "이기오",
      "주부진",
      "이정인",
      "김용재",
      "김서현"
    ],
    "actor_cameo_name": [
      "김명국"
    ],
    "maker": [
      "(주)시네마서비스글로벌",
      ""
    ]
  },
  {
    "": "123",
    "순위": 124,
    "영화명": "82년생 김지영",
    "개봉일": "2019.10.23",
    "매출액": "30305744310",
    "관객수": "3679019",
    "스크린수": "1,486",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "김도영",
    "actor_main_name": [
      "정유미",
      "공유",
      "김국희"
    ],
    "actor_sub_name": [
      "김미경",
      "공민정",
      "박성연",
      "이봉련",
      "김성철",
      "이얼",
      "김미경",
      "손성찬",
      "강애심",
      "김정영",
      "류아영"
    ],
    "actor_cameo_name": [
      "예수정",
      "염혜란",
      "예수정",
      "염혜란"
    ],
    "maker": [
      "(주)봄바람영화사",
      ""
    ]
  },
  {
    "": "124",
    "순위": 125,
    "영화명": "친절한 금자씨",
    "개봉일": "2005.7.29",
    "매출액": "0",
    "관객수": "3650000",
    "스크린수": "127",
    "배급사": "CJ ENM",
    "coach": "박찬욱",
    "actor_main_name": [
      "이영애",
      "최민식"
    ],
    "actor_sub_name": [
      "권예영",
      "김시후",
      "남일우",
      "김병옥",
      "오달수",
      "이승신",
      "김부선",
      "라미란",
      "최정우",
      "송강호)",
      "김유정"
    ],
    "actor_cameo_name": [
      "이대연"
    ],
    "maker": [
      "모호필름 Moho Film"
    ]
  },
  {
    "": "125",
    "순위": 126,
    "영화명": "모가디슈",
    "개봉일": "2021.7.28",
    "매출액": "34558297730",
    "관객수": "3613984",
    "스크린수": "1,688",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "류승완",
    "actor_main_name": [
      "김윤석",
      "조인성",
      "허준호",
      "구교환",
      "김소진",
      "정만식"
    ],
    "actor_sub_name": [
      "김재화",
      "박경혜",
      "박명신",
      "한철우",
      "주보비",
      "안세호",
      "이진희",
      "최경훈",
      "이화정",
      "정병두",
      "이나연",
      "김동화",
      "장지후",
      "유연석"
    ],
    "actor_cameo_name": [
      "윤경호"
    ],
    "maker": [
      "(주)덱스터스튜디오 Dexter Studios Co., Ltd.",
      "(주)외유내강 Filmmaker R & K",
      "(주)필름케이 filmK"
    ]
  },
  {
    "": "126",
    "순위": 127,
    "영화명": "귀향",
    "개봉일": "2016.2.24",
    "매출액": "27248705990",
    "관객수": "3586929",
    "스크린수": "876",
    "배급사": "(주)와우픽쳐스",
    "coach": "조정래",
    "actor_main_name": [
      "손숙)",
      "강하나",
      "최리",
      "임성철",
      "정무성",
      "류신"
    ],
    "actor_sub_name": [
      "서미지",
      "정인기",
      "오지혜",
      "김시은",
      "이민영",
      "이수현",
      "이승현",
      "윤정로"
    ],
    "actor_cameo_name": null,
    "maker": [
      "주식회사 제이오엔터테인먼트코리아 JO ENTERTAINMENT KOREA"
    ]
  },
  {
    "": "127",
    "순위": 128,
    "영화명": "신의 한 수",
    "개봉일": "2014.7.3",
    "매출액": "28810921456",
    "관객수": "3566336",
    "스크린수": "794",
    "배급사": "(주)쇼박스",
    "coach": "조범구",
    "actor_main_name": [
      "정우성",
      "안성기",
      "이범수",
      "김인권",
      "이시영",
      "안길강",
      "최진혁"
    ],
    "actor_sub_name": [
      "강다혜",
      "유재상",
      "유순철",
      "김명수",
      "안서현",
      "이용녀",
      "김소진"
    ],
    "actor_cameo_name": [
      "권태원",
      "최일화"
    ],
    "maker": [
      "(주)메이스엔터테인먼트 Mays Entertainment",
      "(주)아지트필름",
      ""
    ]
  },
  {
    "": "128",
    "순위": 129,
    "영화명": "스캔들-조선남녀상열지사",
    "개봉일": "2003.10.2",
    "매출액": "",
    "관객수": "3522747",
    "스크린수": "76",
    "배급사": "CJ ENM",
    "coach": "이재용",
    "actor_main_name": [
      "배용준",
      "전도연",
      "이미숙",
      "이소연",
      "이미지",
      "이영실"
    ],
    "actor_sub_name": [
      "조현재"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사봄 Bom Film Productions Co., Ltd."
    ]
  },
  {
    "": "129",
    "순위": 130,
    "영화명": "가문의 부활 - 가문의 영광3",
    "개봉일": "2006.9.21",
    "매출액": "0",
    "관객수": "3464516",
    "스크린수": "114",
    "배급사": "(주)쇼박스",
    "coach": "정용기",
    "actor_main_name": [
      "신현준",
      "김원희",
      "김수미",
      "탁재훈",
      "이승철"
    ],
    "actor_sub_name": [
      "김도연",
      "김홍규",
      "임형준",
      "공형진",
      "정준하",
      "김용건",
      "김해곤",
      "신이"
    ],
    "actor_cameo_name": [
      "김응수"
    ],
    "maker": [
      "(주)태원엔터테인먼트 TAEWON ENTERTAINMENT"
    ]
  },
  {
    "": "130",
    "순위": 131,
    "영화명": "부러진 화살",
    "개봉일": "2012.1.18",
    "매출액": "25936754000",
    "관객수": "3459780",
    "스크린수": "453",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "정지영",
    "actor_main_name": [
      "안성기",
      "박원상",
      "나영희",
      "김지호",
      "신종훈"
    ],
    "actor_sub_name": [
      "김준배",
      "김응수"
    ],
    "actor_cameo_name": [
      "박길수",
      "한기중"
    ],
    "maker": [
      "(주)아우라픽처스 AURA PICTURES"
    ]
  },
  {
    "": "131",
    "순위": 132,
    "영화명": "끝까지 간다",
    "개봉일": "2014.5.29",
    "매출액": "27007303900",
    "관객수": "3450305",
    "스크린수": "645",
    "배급사": "(주)쇼박스",
    "coach": "김성훈",
    "actor_main_name": [
      "이선균",
      "조진웅"
    ],
    "actor_sub_name": [
      "신정근",
      "정만식",
      "신동미",
      "김동영",
      "박보검",
      "주석태",
      "허정은"
    ],
    "actor_cameo_name": [
      "김보경",
      "김강현",
      "김해곤"
    ],
    "maker": [
      "[등급분류번호] 2014-MF00423\n[등급분류일자] 2014-04-18\n[관람등급] 15세이상관람가\n[컬러여부] Color\n[화면비율] 영화용_2.39:1"
    ]
  },
  {
    "": "132",
    "순위": 133,
    "영화명": "스파이",
    "개봉일": "2013.9.5",
    "매출액": "24509269305",
    "관객수": "3435801",
    "스크린수": "785",
    "배급사": "(주)씨제이이엔엠",
    "coach": "이승준",
    "actor_main_name": [
      "설경구",
      "문소리",
      "다니엘헤니",
      "고창석",
      "한예리",
      "오대환"
    ],
    "actor_sub_name": [
      "라미란",
      "서승인",
      "이대수",
      "이성제",
      "최승현",
      "정인기"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)제이케이필름 JK Film",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "133",
    "순위": 134,
    "영화명": "그것만이 내 세상",
    "개봉일": "2018.1.17",
    "매출액": "27444525382",
    "관객수": "3418043",
    "스크린수": "862",
    "배급사": "(주)씨제이이엔엠",
    "coach": "최성현",
    "actor_main_name": [
      "이병헌",
      "윤여정",
      "박정민"
    ],
    "actor_sub_name": [
      "김성령",
      "최리",
      "백현진",
      "김서원"
    ],
    "actor_cameo_name": [
      "한지민"
    ],
    "maker": [
      "(주)제이케이필름 JK Film",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "134",
    "순위": 135,
    "영화명": "이끼",
    "개봉일": "2010.7.14",
    "매출액": "25856306126",
    "관객수": "3408144",
    "스크린수": "736",
    "배급사": "CJ ENM",
    "coach": "강우석",
    "actor_main_name": [
      "정재영",
      "박해일",
      "유준상",
      "유선",
      "허준호",
      "유해진",
      "김상호",
      "김준배",
      "유준상"
    ],
    "actor_sub_name": [
      "강신일",
      "이철민",
      "박정재",
      "최근현",
      "윤아름",
      "오순태",
      "김철현"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)시네마서비스 Cinema Service Co.,Ltd.",
      "㈜렛츠필름 Let’s Films",
      "(주)시네마서비스글로벌",
      ""
    ]
  },
  {
    "": "135",
    "순위": 136,
    "영화명": "돈",
    "개봉일": "2019.3.20",
    "매출액": "28869614062",
    "관객수": "3389035",
    "스크린수": "1,431",
    "배급사": "(주)쇼박스",
    "coach": "박누리",
    "actor_main_name": [
      "류준열",
      "유지태",
      "조우진",
      "손종학",
      "신재민",
      "조우진"
    ],
    "actor_sub_name": [
      "원진아",
      "정만식",
      "임세미",
      "김민재",
      "김재영",
      "김종수",
      "진선규"
    ],
    "actor_cameo_name": [
      "유재명",
      "남문철",
      "오대환"
    ],
    "maker": [
      "(주)사나이픽처스 SANAI Pictures",
      "(주)영화사 월광 MOONLIGHT FILM"
    ]
  },
  {
    "": "136",
    "순위": 137,
    "영화명": "포화속으로",
    "개봉일": "2010.6.16",
    "매출액": "24217600897",
    "관객수": "3385706",
    "스크린수": "736",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "이재한",
    "actor_main_name": [
      "차승원",
      "권상우",
      "최승현",
      "김승우",
      "문재원"
    ],
    "actor_sub_name": [
      "김혜성",
      "신현탁",
      "신경선",
      "추종범",
      "김윤성",
      "김한준",
      "윤승훈",
      "김호원"
    ],
    "actor_cameo_name": [
      "박진희",
      "데이비드맥기니스"
    ],
    "maker": [
      "(주)태원엔터테인먼트 TAEWON ENTERTAINMENT",
      "(주)유비유필름 UBU FILM",
      "(주)에이치 플러스 HPLUS"
    ]
  },
  {
    "": "137",
    "순위": 138,
    "영화명": "악인전",
    "개봉일": "2019.5.15",
    "매출액": "29130540150",
    "관객수": "3364360",
    "스크린수": "1,307",
    "배급사": "(주)에이스메이커무비웍스,(주)키위미디어그룹",
    "coach": "이원태",
    "actor_main_name": [
      "마동석",
      "김무열",
      "김성규",
      "강문봉"
    ],
    "actor_sub_name": [
      "문동혁",
      "오희준",
      "유승목",
      "유승목",
      "최민철",
      "우강민",
      "우상전",
      "김윤성",
      "허동원"
    ],
    "actor_cameo_name": [
      "전배수",
      "김규리",
      "차순배",
      "류태호"
    ],
    "maker": [
      "(주)비에이엔터테인먼트 B.A. Entertainment"
    ]
  },
  {
    "": "138",
    "순위": 139,
    "영화명": "올빼미",
    "개봉일": "2022.11.23",
    "매출액": "32860420124",
    "관객수": "3329547",
    "스크린수": "1,541",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "안태진",
    "actor_main_name": [
      "류준열",
      "유해진",
      "최무성"
    ],
    "actor_sub_name": [
      "조성하",
      "박명훈",
      "김성철",
      "안은진",
      "조윤서",
      "이주원",
      "김예은",
      "정석원"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)씨제스엔터테인먼트 C-JeS Entertainment",
      "(주)영화사 담담",
      ""
    ]
  },
  {
    "": "139",
    "순위": 140,
    "영화명": "시동",
    "개봉일": "2019.12.18",
    "매출액": "28098934360",
    "관객수": "3317038",
    "스크린수": "1,515",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "최정열",
    "actor_main_name": [
      "마동석",
      "박정민",
      "정해인",
      "염정아",
      "최성은"
    ],
    "actor_sub_name": [
      "김종수",
      "윤경호",
      "김경덕"
    ],
    "actor_cameo_name": [
      "고두심",
      "박해준"
    ],
    "maker": [
      "(주)외유내강 Filmmaker R & K"
    ]
  },
  {
    "": "140",
    "순위": 141,
    "영화명": "아이 캔 스피크",
    "개봉일": "2017.9.21",
    "매출액": "25532214986",
    "관객수": "3280243",
    "스크린수": "1,140",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트,(주)리틀빅픽쳐스",
    "coach": "김현석",
    "actor_main_name": [
      "나문희",
      "이제훈"
    ],
    "actor_sub_name": [
      "박철민",
      "염혜란",
      "성유빈",
      "김소진",
      "이상희",
      "정연주",
      "이지훈",
      "손숙",
      "이재인",
      "최수인"
    ],
    "actor_cameo_name": [
      "이대연"
    ],
    "maker": [
      "주식회사 영화사 시선 SEESUN PICTURES",
      "(주)명필름 Myung Films"
    ]
  },
  {
    "": "141",
    "순위": 142,
    "영화명": "영웅",
    "개봉일": "2022.12.21",
    "매출액": "32293415750",
    "관객수": "3273771",
    "스크린수": "1,314",
    "배급사": "(주)씨제이이엔엠",
    "coach": "윤제균",
    "actor_main_name": [
      "정성화",
      "김고은",
      "나문희",
      "조재윤",
      "배정남",
      "이현우",
      "박진주"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "(주)제이케이필름 JK Film",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "142",
    "순위": 143,
    "영화명": "올드보이",
    "개봉일": "2003.11.21",
    "매출액": "0",
    "관객수": "3269000",
    "스크린수": "45",
    "배급사": "쇼이스트(주),(주)씨제이이엔엠",
    "coach": "박찬욱",
    "actor_main_name": [
      "최민식",
      "유지태",
      "강혜정"
    ],
    "actor_sub_name": [
      "김병옥",
      "오달수",
      "이승신",
      "윤진서",
      "지대한",
      "오태경",
      "유연석"
    ],
    "actor_cameo_name": [
      "이대연",
      "오광록",
      "김수현",
      "용이",
      "박명신"
    ],
    "maker": [
      "(주)에그필름 EGGFILM.Co.,Ltd",
      "쇼이스트(주) ShowEast Co., Ltd."
    ]
  },
  {
    "": "143",
    "순위": 144,
    "영화명": "마녀",
    "개봉일": "2018.6.27",
    "매출액": "27242029463",
    "관객수": "3189091",
    "스크린수": "1,117",
    "배급사": "워너브러더스 코리아(주)",
    "coach": "박훈정",
    "actor_main_name": [
      "김다미",
      "조민수",
      "박희순",
      "최우식"
    ],
    "actor_sub_name": [
      "김하나",
      "정다은",
      "김기훈",
      "최정우",
      "고민시",
      "오미희",
      "김병옥",
      "이주원"
    ],
    "actor_cameo_name": [
      "권태원",
      "이기영"
    ],
    "maker": [
      "(주)영화사 금월 Goldmoon",
      "(주)페퍼민트앤컴퍼니 Peppermint&company, Inc."
    ]
  },
  {
    "": "144",
    "순위": 145,
    "영화명": "탐정: 리턴즈",
    "개봉일": "2018.6.13",
    "매출액": "26909459678",
    "관객수": "3152872",
    "스크린수": "1,041",
    "배급사": "(주)씨제이이엔엠",
    "coach": "이언희",
    "actor_main_name": [
      "권상우",
      "성동일",
      "김수영",
      "김승필"
    ],
    "actor_sub_name": [
      "이광수",
      "이일화",
      "남명렬",
      "손담비",
      "최성원",
      "박성일",
      "오희준",
      "서영희",
      "정연주",
      "김성규"
    ],
    "actor_cameo_name": [
      "김동욱",
      "김동욱"
    ],
    "maker": [
      "(주)크리픽쳐스 Cree Pictures Co.Ltd"
    ]
  },
  {
    "": "145",
    "순위": 146,
    "영화명": "어린 신부",
    "개봉일": "2004.4.2",
    "매출액": "0",
    "관객수": "3149500",
    "스크린수": "50",
    "배급사": "코리아픽쳐스(주)",
    "coach": "김호준",
    "actor_main_name": [
      "김래원",
      "김보경",
      "안선영",
      "문근영"
    ],
    "actor_sub_name": [
      "진경",
      "김혜옥",
      "김인문",
      "한진희",
      "송기윤",
      "선우은숙",
      "신세경",
      "박진우",
      "류덕환"
    ],
    "actor_cameo_name": [
      "전원주"
    ],
    "maker": [
      "[등급분류번호] 2004-F081\n[등급분류일자] 2004-03-17\n[관람등급] 12세관람가\n[피트수] 10260\n[컬러여부] Color\n[화면비율] 영화용_1.85:1"
    ]
  },
  {
    "": "146",
    "순위": 147,
    "영화명": "오! 브라더스",
    "개봉일": "2003.9.4",
    "매출액": "0",
    "관객수": "3148748",
    "스크린수": "51",
    "배급사": "(주)쇼박스",
    "coach": "김용화",
    "actor_main_name": [
      "이정재",
      "이범수",
      "류용진",
      "이원종"
    ],
    "actor_sub_name": [
      "박유진",
      "김준희",
      "류승수"
    ],
    "actor_cameo_name": null,
    "maker": [
      "케이엠컬쳐㈜ KM Culture Co., Ltd."
    ]
  },
  {
    "": "147",
    "순위": 148,
    "영화명": "장화, 홍련",
    "개봉일": "2003.6.13",
    "매출액": "0",
    "관객수": "3146217",
    "스크린수": "52",
    "배급사": "영화사청어람(주)",
    "coach": "김지운",
    "actor_main_name": [
      "임수정",
      "문근영",
      "염정아",
      "김갑수",
      "이영실"
    ],
    "actor_sub_name": [
      "박미현",
      "우기홍",
      "이승비"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)마술피리 Masulpiri Pictures",
      "(주)영화사봄 Bom Film Productions Co., Ltd."
    ]
  },
  {
    "": "148",
    "순위": 149,
    "영화명": "그놈 목소리",
    "개봉일": "2007.2.1",
    "매출액": "0",
    "관객수": "3143247",
    "스크린수": "110",
    "배급사": "CJ ENM",
    "coach": "박진표",
    "actor_main_name": [
      "설경구",
      "김남주",
      "강동원"
    ],
    "actor_sub_name": [
      "김영철",
      "송영창",
      "고수희",
      "김광규",
      "전혜진",
      "임종윤",
      "김영필",
      "김호연",
      "양현우",
      "김기성",
      "송요셉"
    ],
    "actor_cameo_name": [
      "윤제문",
      "나문희",
      "최정윤"
    ],
    "maker": [
      "영화사 집 ZIP CINEMA"
    ]
  },
  {
    "": "149",
    "순위": 150,
    "영화명": "우리들의 행복한 시간",
    "개봉일": "2006.9.14",
    "매출액": "0",
    "관객수": "3132320",
    "스크린수": "118",
    "배급사": "(주)프라임엔터테인먼트",
    "coach": "송해성",
    "actor_main_name": [
      "강동원",
      "이나영",
      "윤여정",
      "이재진"
    ],
    "actor_sub_name": [
      "김지영",
      "최정우",
      "강신일",
      "김진희"
    ],
    "actor_cameo_name": [
      "김부선"
    ],
    "maker": [
      "(주)엘제이필름 LJ Film",
      "상상필름(주) Sang Sang Film"
    ]
  },
  {
    "": "150",
    "순위": 151,
    "영화명": "퀵",
    "개봉일": "2011.7.20",
    "매출액": "22960890000",
    "관객수": "3125069",
    "스크린수": "512",
    "배급사": "(주)씨제이이엔엠",
    "coach": "조범구",
    "actor_main_name": [
      "고창석",
      "강예원",
      "이민기",
      "김인권",
      "이건우"
    ],
    "actor_sub_name": [
      "이새별",
      "김병철",
      "김재화",
      "오정세",
      "전국환",
      "유승목",
      "윤제문"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)제이케이필름 JK Film",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "151",
    "순위": 152,
    "영화명": "감기",
    "개봉일": "2013.8.14",
    "매출액": "21784202000",
    "관객수": "3119023",
    "스크린수": "806",
    "배급사": "아이러브시네마",
    "coach": "김성수",
    "actor_main_name": [
      "장혁",
      "수애",
      "박민하",
      "남문철"
    ],
    "actor_sub_name": [
      "유해진",
      "이희준",
      "김기현",
      "이상엽",
      "박효주",
      "박정민",
      "최병모",
      "차인표",
      "박예슬"
    ],
    "actor_cameo_name": [
      "마동석"
    ],
    "maker": [
      "아이러브시네마 i Love Cinema co., ltd.",
      "(주)아이필름홀딩스",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "152",
    "순위": 153,
    "영화명": "말죽거리 잔혹사",
    "개봉일": "2004.1.16",
    "매출액": "0",
    "관객수": "3115767",
    "스크린수": "67",
    "배급사": "CJ ENM",
    "coach": "유하",
    "actor_main_name": [
      "권상우",
      "이정진",
      "한가인"
    ],
    "actor_sub_name": [
      "김인권",
      "박효준",
      "이종혁",
      "백봉기",
      "김동영",
      "강동수",
      "김대성",
      "이민구",
      "조주연",
      "민성주",
      "김성문",
      "최선중",
      "전진우",
      "김소라",
      "김수민",
      "정영민",
      "정진모",
      "우성",
      "김정열",
      "양종규",
      "이광재",
      "이진욱",
      "이혜선",
      "서동원"
    ],
    "actor_cameo_name": [
      "천호진",
      "김부선"
    ],
    "maker": [
      "(주)싸이더스 Sidus Corporation",
      "㈜싸이더스픽쳐스 Sidus Pictures"
    ]
  },
  {
    "": "153",
    "순위": 154,
    "영화명": "광복절 특사",
    "개봉일": "2002.11.20",
    "매출액": "0",
    "관객수": "3101900",
    "스크린수": "71",
    "배급사": "(주)시네마서비스",
    "coach": "김상진",
    "actor_main_name": [
      "차승원",
      "송윤아",
      "설경구"
    ],
    "actor_sub_name": [
      "유해진",
      "김희준",
      "강신일",
      "전정훈",
      "최성은",
      "이용준",
      "이광연",
      "박정학",
      "강성진",
      "장태성",
      "김형일"
    ],
    "actor_cameo_name": null,
    "maker": [
      "㈜감독의집 Directors"
    ]
  },
  {
    "": "154",
    "순위": 155,
    "영화명": "마파도",
    "개봉일": "2005.3.10",
    "매출액": "0",
    "관객수": "3090467",
    "스크린수": "58",
    "배급사": "CJ ENM",
    "coach": "추창민",
    "actor_main_name": [
      "김수미",
      "여운계",
      "이정진",
      "이문식",
      "오달수"
    ],
    "actor_sub_name": [
      "유해진",
      "서영희",
      "길해연"
    ],
    "actor_cameo_name": [
      "정은표",
      "김상호"
    ],
    "maker": [
      "코리아 엔터테인먼트 Corea Entertainment",
      ""
    ]
  },
  {
    "": "155",
    "순위": 156,
    "영화명": "하모니",
    "개봉일": "2010.1.28",
    "매출액": "21992266198",
    "관객수": "3068544",
    "스크린수": "405",
    "배급사": "CJ ENM",
    "coach": "강대규",
    "actor_main_name": [
      "김윤진",
      "나문희",
      "강예원",
      "이다희",
      "장영남",
      "박준면",
      "정수영",
      "임채연",
      "이선주"
    ],
    "actor_sub_name": [
      "김호연",
      "정혜원",
      "신정원",
      "지성원",
      "박혜진"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)제이케이필름 JK Film"
    ]
  },
  {
    "": "156",
    "순위": 157,
    "영화명": "거북이 달린다",
    "개봉일": "2009.6.11",
    "매출액": "20857347292",
    "관객수": "3059812",
    "스크린수": "379",
    "배급사": "(주)쇼박스",
    "coach": "이연우",
    "actor_main_name": [
      "김윤석",
      "정경호",
      "견미리",
      "선우선"
    ],
    "actor_sub_name": [
      "최수현",
      "최권",
      "신정근",
      "이무생",
      "유하복",
      "차은재",
      "김희원"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)씨네이천 Film Production CINE2000"
    ]
  },
  {
    "": "157",
    "순위": 158,
    "영화명": "너는 내 운명",
    "개봉일": "2005.9.23",
    "매출액": "0",
    "관객수": "3051134",
    "스크린수": "92",
    "배급사": "CJ ENM",
    "coach": "박진표",
    "actor_main_name": [
      "전도연",
      "황정민",
      "나문희"
    ],
    "actor_sub_name": [
      "서주희",
      "윤제문",
      "김상호",
      "이민아",
      "임종윤",
      "신수현",
      "정광재",
      "박명규",
      "정영헌",
      "김수연",
      "이경아",
      "이규복",
      "한지원",
      "고수희",
      "김광규",
      "김부선",
      "정유석"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사봄 Bom Film Productions Co., Ltd."
    ]
  },
  {
    "": "158",
    "순위": 159,
    "영화명": "스물",
    "개봉일": "2015.3.25",
    "매출액": "23558988686",
    "관객수": "3044134",
    "스크린수": "926",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "이병헌",
    "actor_main_name": [
      "김우빈",
      "이준호",
      "강하늘"
    ],
    "actor_sub_name": [
      "오현경",
      "정소민",
      "이유비",
      "정주연"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화나무 Movie Tree Co., Ltd.",
      "(주)아이에이치큐 iHQ, Inc."
    ]
  },
  {
    "": "159",
    "순위": 160,
    "영화명": "식객",
    "개봉일": "2007.11.1",
    "매출액": "0",
    "관객수": "3038868",
    "스크린수": "88",
    "배급사": "CJ ENM",
    "coach": "전윤수",
    "actor_main_name": [
      "김강우",
      "이하나",
      "이태리",
      "임원희",
      "김성원",
      "정진"
    ],
    "actor_sub_name": [
      "함영희",
      "김효석",
      "김명자",
      "김미수",
      "정진",
      "김현구",
      "이동근",
      "유재영",
      "이석은",
      "전민우",
      "박상인",
      "정주현",
      "이기석",
      "이기준",
      "양우진",
      "김종대",
      "정은표",
      "안길강",
      "김상호",
      "권병길",
      "정진",
      "이주실"
    ],
    "actor_cameo_name": [
      "허영만"
    ],
    "maker": [
      "쇼이스트(주) ShowEast Co., Ltd."
    ]
  },
  {
    "": "160",
    "순위": 161,
    "영화명": "방자전",
    "개봉일": "2010.6.2",
    "매출액": "22853629794",
    "관객수": "3035116",
    "스크린수": "512",
    "배급사": "CJ ENM",
    "coach": "김대우",
    "actor_main_name": [
      "김주혁",
      "류승범",
      "조여정",
      "박영미",
      "문원주"
    ],
    "actor_sub_name": [
      "류현경",
      "오달수",
      "송새벽",
      "오정세",
      "공형진",
      "김성령",
      "최무성",
      "김선영",
      "조창현",
      "안정희",
      "박은혜",
      "조명행",
      "전세하",
      "김형석",
      "류현상",
      "송슬기",
      "박대희",
      "유은아",
      "정다혜",
      "윤주영",
      "최성일",
      "김탁호",
      "이진운",
      "양시은",
      "송지인"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)바른손이앤에이 Barunson E&A",
      "시오필름(주) sio film Co., Ltd.",
      "(주)더타워픽쳐스 The Tower Pictures"
    ]
  },
  {
    "": "161",
    "순위": 162,
    "영화명": "마더",
    "개봉일": "2009.5.28",
    "매출액": "20195373838",
    "관객수": "3013523",
    "스크린수": "648",
    "배급사": "CJ ENM",
    "coach": "봉준호",
    "actor_main_name": [
      "김혜자",
      "원빈",
      "정영기"
    ],
    "actor_sub_name": [
      "진구",
      "윤제문",
      "최재원",
      "전미선",
      "송새벽",
      "천우희",
      "이미도",
      "유인수",
      "박태준",
      "오원식",
      "이옥주",
      "김홍집",
      "윤혜진",
      "임성미",
      "임근아",
      "김태환",
      "한지희",
      "고규필"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)바른손이앤에이 Barunson E&A"
    ]
  },
  {
    "": "162",
    "순위": 163,
    "영화명": "오싹한 연애",
    "개봉일": "2011.12.1",
    "매출액": "22010977000",
    "관객수": "3009356",
    "스크린수": "469",
    "배급사": "(주)씨제이이엔엠",
    "coach": "황인호",
    "actor_main_name": [
      "손예진",
      "이민기",
      "신동훈"
    ],
    "actor_sub_name": [
      "조아라",
      "이현진",
      "이미도",
      "황승언",
      "김현숙"
    ],
    "actor_cameo_name": null,
    "maker": [
      "상상필름(주) Sang Sang Film"
    ]
  },
  {
    "": "163",
    "순위": 164,
    "영화명": "형",
    "개봉일": "2016.11.23",
    "매출액": "23129111893",
    "관객수": "2982022",
    "스크린수": "993",
    "배급사": "(주)씨제이이엔엠",
    "coach": "권수경",
    "actor_main_name": [
      "조정석",
      "도경수",
      "박신혜"
    ],
    "actor_sub_name": [
      "이연수",
      "김강현"
    ],
    "actor_cameo_name": null,
    "maker": [
      "굿초이스컷픽쳐스(주) GOOD CHOICE CUT PICTURES",
      "(주)씨제이이엔엠 CJ ENM Corp.",
      "(주)파파스필름",
      ""
    ]
  },
  {
    "": "164",
    "순위": 165,
    "영화명": "친구 2",
    "개봉일": "2013.11.14",
    "매출액": "21804687513",
    "관객수": "2971475",
    "스크린수": "968",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "곽경택",
    "actor_main_name": [
      "유오성",
      "주진모",
      "김우빈"
    ],
    "actor_sub_name": [
      "이준혁",
      "장영남",
      "이철민",
      "기주봉",
      "정호빈",
      "지승현",
      "황성준",
      "조민준",
      "장지건"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)트리니티엔터테인먼트 Trinity Entertainment Co,. Ltd.",
      "(주)제이콘컴퍼니 JCONCOMPANY"
    ]
  },
  {
    "": "165",
    "순위": 166,
    "영화명": "26년",
    "개봉일": "2012.11.29",
    "매출액": "21241327145",
    "관객수": "2963449",
    "스크린수": "604",
    "배급사": "(주)인벤트스톤,영화사청어람(주)",
    "coach": "조근현",
    "actor_main_name": [
      "진구",
      "한혜진",
      "임슬옹",
      "배수빈",
      "이경영",
      "장광"
    ],
    "actor_sub_name": [
      "이경영",
      "이미도",
      "조덕제",
      "김의성"
    ],
    "actor_cameo_name": [
      "천우희"
    ],
    "maker": [
      "영화사청어람(주) Chungeorahm Film",
      ""
    ]
  },
  {
    "": "166",
    "순위": 167,
    "영화명": "워낭소리",
    "개봉일": "2009.1.15",
    "매출액": "19259975032",
    "관객수": "2962897",
    "스크린수": "20",
    "배급사": "㈜인디스토리",
    "coach": "이충렬",
    "actor_main_name": [
      "최원균",
      "이삼순",
      "김민자"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "스튜디오느림보 Studio Nurimbo"
    ]
  },
  {
    "": "167",
    "순위": 168,
    "영화명": "고지전",
    "개봉일": "2011.7.20",
    "매출액": "21968557600",
    "관객수": "2945137",
    "스크린수": "585",
    "배급사": "(주)쇼박스",
    "coach": "장훈",
    "actor_main_name": [
      "신하균",
      "고수",
      "이제훈",
      "류승수",
      "고창석",
      "이다윗",
      "류승룡",
      "김옥빈",
      "조진웅",
      "정인기"
    ],
    "actor_sub_name": [
      "강구현",
      "강내균",
      "조민호",
      "박영서",
      "최민",
      "최정우",
      "전국환",
      "김강일"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)티피에스컴퍼니 TPS Company"
    ]
  },
  {
    "": "168",
    "순위": 169,
    "영화명": "프리즌",
    "개봉일": "2017.3.23",
    "매출액": "23790276987",
    "관객수": "2931897",
    "스크린수": "1,047",
    "배급사": "(주)쇼박스",
    "coach": "나현",
    "actor_main_name": [
      "한석규",
      "김래원"
    ],
    "actor_sub_name": [
      "정웅인",
      "조재윤",
      "신성록",
      "곽민호",
      "이재균",
      "차엽",
      "김승훈",
      "전배수",
      "유정호",
      "한이진"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)큐로홀딩스 Curo Holdings"
    ]
  },
  {
    "": "169",
    "순위": 170,
    "영화명": "가장 보통의 연애",
    "개봉일": "2019.10.2",
    "매출액": "24885803430",
    "관객수": "2924563",
    "스크린수": "1,073",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "김한결",
    "actor_main_name": [
      "김래원",
      "공효진"
    ],
    "actor_sub_name": [
      "강기영",
      "정웅인",
      "장소연",
      "이채은",
      "정혜린",
      "손우현",
      "박근록",
      "주민경",
      "지일주"
    ],
    "actor_cameo_name": [
      "윤경호",
      "손여은"
    ],
    "maker": [
      "영화사 집 ZIP CINEMA"
    ]
  },
  {
    "": "170",
    "순위": 171,
    "영화명": "헬로우 고스트",
    "개봉일": "2010.12.22",
    "매출액": "21154651779",
    "관객수": "2897477",
    "스크린수": "472",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "김영탁",
    "actor_main_name": [
      "차태현",
      "강예원",
      "이문수",
      "고창석",
      "장영남",
      "천보근"
    ],
    "actor_sub_name": [
      "이한위",
      "안길강"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)워터앤트리 Water n Tree Pictures"
    ]
  },
  {
    "": "171",
    "순위": 172,
    "영화명": "귀신이 산다",
    "개봉일": "2004.9.17",
    "매출액": "0",
    "관객수": "2890000",
    "스크린수": "70",
    "배급사": "(주)시네마서비스",
    "coach": "김상진",
    "actor_main_name": [
      "장서희",
      "차승원"
    ],
    "actor_sub_name": [
      "김응수",
      "김서현",
      "장항선",
      "윤문식",
      "황석정"
    ],
    "actor_cameo_name": [
      "이도겸"
    ],
    "maker": [
      "[등급분류번호] 2004-F258\n[등급분류일자] 2004-09-01\n[관람등급] 12세관람가\nFilm_Dolby SRD(=Dolby digital SRD)\n11070\nColor\n영화용_1.85:1"
    ]
  },
  {
    "": "172",
    "순위": 173,
    "영화명": "말모이",
    "개봉일": "2019.1.9",
    "매출액": "23987145520",
    "관객수": "2866020",
    "스크린수": "1,203",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "엄유나",
    "actor_main_name": [
      "유해진",
      "윤계상",
      "차준서",
      "정원",
      "송지호",
      "유순웅"
    ],
    "actor_sub_name": [
      "김홍파",
      "우현",
      "김선영",
      "민진웅",
      "이성욱",
      "조현철",
      "허성태",
      "김태훈",
      "조현도",
      "송영창",
      "송영창",
      "박예나"
    ],
    "actor_cameo_name": [
      "김동영",
      "예수정",
      "유재명"
    ],
    "maker": [
      "더램프(주) The LAMP ltd."
    ]
  },
  {
    "": "173",
    "순위": 174,
    "영화명": "극비수사",
    "개봉일": "2015.6.18",
    "매출액": "22389535897",
    "관객수": "2860786",
    "스크린수": "894",
    "배급사": "(주)쇼박스",
    "coach": "곽경택",
    "actor_main_name": [
      "김윤석",
      "유해진"
    ],
    "actor_sub_name": [
      "송영창",
      "장영남",
      "정호빈",
      "이준혁",
      "이윤희",
      "남문철",
      "조민준"
    ],
    "actor_cameo_name": [
      "박효주",
      "이재용"
    ],
    "maker": [
      "(주)제이콘컴퍼니 JCONCOMPANY",
      "(주)영화사 신세계 New World"
    ]
  },
  {
    "": "174",
    "순위": 175,
    "영화명": "표적",
    "개봉일": "2014.4.30",
    "매출액": "22256359300",
    "관객수": "2841788",
    "스크린수": "665",
    "배급사": "(주)씨제이이엔엠",
    "coach": "창",
    "actor_main_name": [
      "류승룡",
      "유준상",
      "이진욱",
      "김성령",
      "조여정",
      "조은지",
      "김대명"
    ],
    "actor_sub_name": [
      "김동준",
      "이현욱",
      "장준녕",
      "변상윤"
    ],
    "actor_cameo_name": [
      "진구"
    ],
    "maker": [
      "(주)바른손이앤에이 Barunson E&A",
      "(주)용필름 Yong Film Inc."
    ]
  },
  {
    "": "175",
    "순위": 176,
    "영화명": "너의 결혼식",
    "개봉일": "2018.8.22",
    "매출액": "23676244369",
    "관객수": "2820969",
    "스크린수": "962",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "이석근",
    "actor_main_name": [
      "박보영",
      "김영광"
    ],
    "actor_sub_name": [
      "강기영",
      "장성범",
      "고규필",
      "서은수",
      "차엽",
      "안길강",
      "배해선",
      "전배수"
    ],
    "actor_cameo_name": [
      "김현숙",
      "하준"
    ],
    "maker": [
      "(주)필름케이 filmK",
      "(주)외유내강 Filmmaker R & K"
    ]
  },
  {
    "": "176",
    "순위": 177,
    "영화명": "마녀(魔女) Part2. The Other One",
    "개봉일": "2022.6.15",
    "매출액": "28922488670",
    "관객수": "2806501",
    "스크린수": "1,796",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "박훈정",
    "actor_main_name": [
      "신시아",
      "박은빈",
      "서은수",
      "진구",
      "성유빈",
      "조민수"
    ],
    "actor_sub_name": [
      "차순배",
      "저스틴하비",
      "변서윤",
      "채원빈",
      "서이라",
      "정라엘",
      "김기해",
      "장재영",
      "정예진"
    ],
    "actor_cameo_name": [
      "이종석",
      "김다미"
    ],
    "maker": [
      "(주)영화사 금월 Goldmoon",
      "(주)스튜디오앤뉴",
      "(주)페퍼민트앤컴퍼니 Peppermint&company, Inc."
    ]
  },
  {
    "": "177",
    "순위": 178,
    "영화명": "황산벌",
    "개봉일": "2003.10.17",
    "매출액": "",
    "관객수": "2771236",
    "스크린수": "71",
    "배급사": "(주)씨네월드",
    "coach": "이준익",
    "actor_main_name": [
      "박중훈",
      "정진영",
      "김병철",
      "김선아",
      "이문식",
      "이준희"
    ],
    "actor_sub_name": [
      "김윤태",
      "신정근",
      "류승수"
    ],
    "actor_cameo_name": [
      "이원종",
      "전원주"
    ],
    "maker": [
      "(주)씨네월드 Cineworld"
    ]
  },
  {
    "": "178",
    "순위": 179,
    "영화명": "부당거래",
    "개봉일": "2010.10.28",
    "매출액": "21326977937",
    "관객수": "2766436",
    "스크린수": "502",
    "배급사": "CJ ENM",
    "coach": "류승완",
    "actor_main_name": [
      "황정민",
      "류승범",
      "천호진"
    ],
    "actor_sub_name": [
      "김승훈",
      "유해진",
      "마동석",
      "백승익",
      "이희준",
      "오정세",
      "김수현",
      "조영진",
      "정만식",
      "곽자형"
    ],
    "actor_cameo_name": [
      "안길강"
    ],
    "maker": [
      "필름트레인 Film Train",
      "(주)외유내강 Filmmaker R & K"
    ]
  },
  {
    "": "179",
    "순위": 180,
    "영화명": "1번가의 기적",
    "개봉일": "2007.2.14",
    "매출액": "0",
    "관객수": "2750457",
    "스크린수": "80",
    "배급사": "CJ ENM",
    "coach": "윤제균",
    "actor_main_name": [
      "하지원",
      "임창정",
      "정두홍"
    ],
    "actor_sub_name": [
      "강예원",
      "주현"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)두사부필름 Doosaboo Film, Inc."
    ]
  },
  {
    "": "180",
    "순위": 181,
    "영화명": "시라노; 연애조작단",
    "개봉일": "2010.9.16",
    "매출액": "20171151599",
    "관객수": "2731828",
    "스크린수": "402",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "김현석",
    "actor_main_name": [
      "엄태웅",
      "이민정",
      "최다니엘",
      "박신혜"
    ],
    "actor_sub_name": [
      "박철민",
      "전아민",
      "송새벽",
      "류현경",
      "이미도",
      "이미소"
    ],
    "actor_cameo_name": [
      "김지영",
      "이대연",
      "권해효"
    ],
    "maker": [
      "(주)명필름 Myung Films"
    ]
  },
  {
    "": "181",
    "순위": 182,
    "영화명": "내가 살인범이다",
    "개봉일": "2012.11.8",
    "매출액": "20392346000",
    "관객수": "2729808",
    "스크린수": "547",
    "배급사": "(주)쇼박스",
    "coach": "정병길",
    "actor_main_name": [
      "정재영",
      "박시후"
    ],
    "actor_sub_name": [
      "최원영",
      "김영애",
      "배성우",
      "손종학",
      "장광",
      "조은지",
      "류제승",
      "김종구",
      "남정희",
      "김민상"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)다세포클럽 Dasepo Club co. Ltd.",
      "(주)쇼박스 Showbox Corp"
    ]
  },
  {
    "": "182",
    "순위": 183,
    "영화명": "소원",
    "개봉일": "2013.10.2",
    "매출액": "18529792100",
    "관객수": "2711071",
    "스크린수": "641",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "이준익",
    "actor_main_name": [
      "설경구",
      "엄지원",
      "이레"
    ],
    "actor_sub_name": [
      "김해숙",
      "김상호",
      "라미란",
      "양진성",
      "권태원"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)필름모멘텀 FILM MOMENTUM"
    ]
  },
  {
    "": "183",
    "순위": 184,
    "영화명": "친구",
    "개봉일": "2001.3.31",
    "매출액": "0",
    "관객수": "2678846",
    "스크린수": "0",
    "배급사": "",
    "coach": "곽경택",
    "actor_main_name": [
      "유오성",
      "장동건",
      "서태화",
      "정운택",
      "김보경",
      "김정태"
    ],
    "actor_sub_name": [
      "기주봉",
      "김현숙",
      "조용원",
      "김기용"
    ],
    "actor_cameo_name": [
      "주현"
    ],
    "maker": [
      "시네라인투(주) Cineline II Co.. Ltd."
    ]
  },
  {
    "": "184",
    "순위": 185,
    "영화명": "곤지암",
    "개봉일": "2018.3.28",
    "매출액": "21442114144",
    "관객수": "2675559",
    "스크린수": "1,124",
    "배급사": "(주)쇼박스",
    "coach": "정범식",
    "actor_main_name": [
      "위하준",
      "박지현",
      "오아연",
      "문예원",
      "이승욱",
      "류제윤"
    ],
    "actor_sub_name": [
      "박성훈"
    ],
    "actor_cameo_name": [
      "이주원)"
    ],
    "maker": [
      "(주)하이브미디어코프 Hive Media Corp."
    ]
  },
  {
    "": "185",
    "순위": 186,
    "영화명": "살인자의 기억법",
    "개봉일": "2017.9.6",
    "매출액": "21375287492",
    "관객수": "2658589",
    "스크린수": "1,064",
    "배급사": "(주)쇼박스",
    "coach": "원신연",
    "actor_main_name": [
      "설경구",
      "김남길",
      "설현",
      "오달수"
    ],
    "actor_sub_name": [
      "김정영",
      "김혜윤",
      "최유송",
      "정인겸"
    ],
    "actor_cameo_name": [
      "이병준"
    ],
    "maker": [
      "(주)쇼박스 Showbox Corp",
      "(주)더블유픽처스 W-Pictures",
      "(주)그린피쉬 Greenfish",
      "(주)영화사 이창",
      ""
    ]
  },
  {
    "": "186",
    "순위": 187,
    "영화명": "후궁 : 제왕의 첩",
    "개봉일": "2012.6.6",
    "매출액": "19330302500",
    "관객수": "2636320",
    "스크린수": "624",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "김대승",
    "actor_main_name": [
      "조여정",
      "김동욱",
      "김민준"
    ],
    "actor_sub_name": [
      "조은지",
      "박지영",
      "이경영",
      "박철민",
      "신민철",
      "안석환",
      "오지혜",
      "박충선"
    ],
    "actor_cameo_name": [
      "이용녀"
    ],
    "maker": [
      "(주)황기성 사단 HwangKiSung Films"
    ]
  },
  {
    "": "187",
    "순위": 188,
    "영화명": "탐정 : 더 비기닝",
    "개봉일": "2015.9.24",
    "매출액": "20463956973",
    "관객수": "2625686",
    "스크린수": "764",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김정훈",
    "actor_main_name": [
      "권상우",
      "성동일"
    ],
    "actor_sub_name": [
      "박해준",
      "이승준",
      "조복래",
      "서영희",
      "최성원",
      "홍은택",
      "이해영",
      "지대한",
      "진용욱",
      "윤경호"
    ],
    "actor_cameo_name": [
      "박준면",
      "이일화"
    ],
    "maker": [
      "(주)크리픽쳐스 Cree Pictures Co.Ltd"
    ]
  },
  {
    "": "188",
    "순위": 189,
    "영화명": "지금 만나러 갑니다",
    "개봉일": "2018.3.14",
    "매출액": "20800916128",
    "관객수": "2602273",
    "스크린수": "1,163",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "이장훈",
    "actor_main_name": [
      "소지섭",
      "손예진",
      "김선웅"
    ],
    "actor_sub_name": [
      "김지환",
      "고창석",
      "이유진",
      "김현수",
      "배유람",
      "이준혁",
      "서정연",
      "김경애"
    ],
    "actor_cameo_name": [
      "손여은",
      "박서준",
      "공효진"
    ],
    "maker": [
      "(주)무비락 MOVIEROCK",
      "(주)도서관옆스튜디오 Studio By The Library",
      "(주)푸른나무픽쳐스 Green Tree Pictures"
    ]
  },
  {
    "": "189",
    "순위": 190,
    "영화명": "위험한 상견례",
    "개봉일": "2011.3.31",
    "매출액": "19174920500",
    "관객수": "2595625",
    "스크린수": "524",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "김진영",
    "actor_main_name": [
      "송새벽",
      "이시영",
      "백윤식",
      "김수미",
      "박철민"
    ],
    "actor_sub_name": [
      "강동호",
      "손대구",
      "임종혁",
      "정웅인",
      "박주희",
      "정성화",
      "박효주",
      "김정난",
      "김응수"
    ],
    "actor_cameo_name": [
      "이한위"
    ],
    "maker": [
      "(주)전망좋은 영화사 THE PICTURES WITH A VIEW"
    ]
  },
  {
    "": "190",
    "순위": 191,
    "영화명": "아수라",
    "개봉일": "2016.9.28",
    "매출액": "20576226662",
    "관객수": "2594028",
    "스크린수": "1,278",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김성수",
    "actor_main_name": [
      "정우성",
      "황정민",
      "주지훈"
    ],
    "actor_sub_name": [
      "김현빈",
      "곽도원",
      "정만식",
      "김원해",
      "김종수",
      "김해곤",
      "윤지혜",
      "오연아",
      "윤제문",
      "김수진",
      "염동헌",
      "현봉식",
      "최병모",
      "박혁민"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)사나이픽처스 SANAI Pictures"
    ]
  },
  {
    "": "191",
    "순위": 192,
    "영화명": "보안관",
    "개봉일": "2017.5.3",
    "매출액": "20844405409",
    "관객수": "2588617",
    "스크린수": "1,091",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "김형주",
    "actor_main_name": [
      "이성민",
      "조진웅",
      "김성균"
    ],
    "actor_sub_name": [
      "김종수",
      "조우진",
      "임현성",
      "배정남",
      "이정은",
      "손여은",
      "김재영"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사 월광 MOONLIGHT FILM",
      "(주)사나이픽처스 SANAI Pictures"
    ]
  },
  {
    "": "192",
    "순위": 193,
    "영화명": "굿모닝 프레지던트",
    "개봉일": "2009.10.22",
    "매출액": "18770889320",
    "관객수": "2583294",
    "스크린수": "586",
    "배급사": "CJ ENM",
    "coach": "장진",
    "actor_main_name": [
      "장동건",
      "이순재",
      "고두심",
      "한채영",
      "임하룡"
    ],
    "actor_sub_name": [
      "한동학군대변인)",
      "허정규",
      "송기관",
      "송영규",
      "박일",
      "최지나",
      "김현동",
      "서정민",
      "김광현",
      "유승희",
      "윤동현",
      "전유진)",
      "이은영",
      "김재호",
      "최은영",
      "김용숙",
      "장영남",
      "이철민",
      "김원해",
      "이해영"
    ],
    "actor_cameo_name": [
      "이한위"
    ],
    "maker": [
      "소란플레이먼트(주) Soran Playment"
    ]
  },
  {
    "": "193",
    "순위": 194,
    "영화명": "음란서생",
    "개봉일": "2006.2.23",
    "매출액": "0",
    "관객수": "2576022",
    "스크린수": "84",
    "배급사": "CJ ENM",
    "coach": "김대우",
    "actor_main_name": [
      "한석규",
      "이범수",
      "김민정",
      "서명석"
    ],
    "actor_sub_name": [
      "오달수",
      "김뢰하",
      "안내상",
      "김기현",
      "우현",
      "김병옥",
      "진경",
      "유지혜",
      "최명수"
    ],
    "actor_cameo_name": [
      "이순재",
      "오태경"
    ],
    "maker": [
      "(주)영화사비단길 Bidangil Pictures"
    ]
  },
  {
    "": "194",
    "순위": 195,
    "영화명": "내 머리 속의 지우개",
    "개봉일": "2004.11.5",
    "매출액": "0",
    "관객수": "2565078",
    "스크린수": "68",
    "배급사": "CJ ENM",
    "coach": "이재한",
    "actor_main_name": [
      "정우성",
      "손예진"
    ],
    "actor_sub_name": [
      "김부선",
      "김중기",
      "권병길"
    ],
    "actor_cameo_name": null,
    "maker": [
      "[등급분류번호] 2004-F298\n[등급분류일자] 2004-10-13\n[관람등급] 12세관람가\n[피트수] 10530\n[컬러여부] Color\n[화면비율] 영화용_1.85:1"
    ]
  },
  {
    "": "195",
    "순위": 196,
    "영화명": "기술자들",
    "개봉일": "2014.12.24",
    "매출액": "19894297783",
    "관객수": "2564340",
    "스크린수": "641",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "김홍선",
    "actor_main_name": [
      "김우빈",
      "김영철",
      "고창석",
      "이현우",
      "조윤희",
      "임주환"
    ],
    "actor_sub_name": [
      "조달환",
      "지승현",
      "허준석"
    ],
    "actor_cameo_name": [
      "김사희",
      "최다니엘"
    ],
    "maker": [
      "(주)트리니티엔터테인먼트 Trinity Entertainment Co,. Ltd."
    ]
  },
  {
    "": "196",
    "순위": 197,
    "영화명": "증인",
    "개봉일": "2019.2.13",
    "매출액": "20477262331",
    "관객수": "2534075",
    "스크린수": "1,047",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "이한",
    "actor_main_name": [
      "정우성",
      "김향기",
      "정우성"
    ],
    "actor_sub_name": [
      "이규형",
      "염혜란",
      "장영남",
      "정원중",
      "김종수",
      "박근형",
      "송윤아",
      "이준혁",
      "이레",
      "최종률",
      "서광재"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)무비락 MOVIEROCK",
      "(주)도서관옆스튜디오 Studio By The Library"
    ]
  },
  {
    "": "197",
    "순위": 198,
    "영화명": "내 생애 가장 아름다운 일주일",
    "개봉일": "2005.10.7",
    "매출액": "0",
    "관객수": "2533103",
    "스크린수": "105",
    "배급사": "CJ ENM",
    "coach": "민규동",
    "actor_main_name": [
      "황정민",
      "엄정화",
      "김유정",
      "김윤석",
      "진태현",
      "임창정",
      "정경호",
      "최원석",
      "김수로",
      "이은희",
      "서영희",
      "우현",
      "주현"
    ],
    "actor_sub_name": [
      "정혜영",
      "정경호",
      "조희봉",
      "이세영",
      "류승수"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)두사부필름 Doosaboo Film, Inc.",
      "(주)수필름 SOO FILM"
    ]
  },
  {
    "": "198",
    "순위": 199,
    "영화명": "목격자",
    "개봉일": "2018.8.15",
    "매출액": "21733771597",
    "관객수": "2524333",
    "스크린수": "1,021",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "조규장",
    "actor_main_name": [
      "이성민",
      "김상호",
      "진경",
      "곽시양",
      "김수영"
    ],
    "actor_sub_name": [
      "김상호",
      "황영희",
      "이민웅",
      "이상희",
      "정유민"
    ],
    "actor_cameo_name": [
      "박성근"
    ],
    "maker": [
      "(주)에이디사공육 AD406"
    ]
  },
  {
    "": "199",
    "순위": 200,
    "영화명": "조작된 도시",
    "개봉일": "2017.2.9",
    "매출액": "20138295587",
    "관객수": "2514943",
    "스크린수": "1,019",
    "배급사": "(주)씨제이이엔엠",
    "coach": "박광현",
    "actor_main_name": [
      "지창욱",
      "심은경",
      "안재홍"
    ],
    "actor_sub_name": [
      "오정세",
      "김상호",
      "김민교",
      "김기천",
      "이하늬",
      "김슬기",
      "권태원",
      "서이안",
      "배민정"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)티피에스컴퍼니 TPS Company",
      "(주)영화사심플렉스 Simplex Films",
      "컬쳐메이트",
      ""
    ]
  },
  {
    "": "200",
    "순위": 201,
    "영화명": "공동경비구역 JSA",
    "개봉일": "2000.9.8",
    "매출액": "0",
    "관객수": "2513540",
    "스크린수": "0",
    "배급사": "CJ ENM",
    "coach": "박찬욱",
    "actor_main_name": [
      "송강호",
      "이병헌",
      "이영애",
      "신하균",
      "김태우",
      "이종용"
    ],
    "actor_sub_name": [
      "김광일",
      "이대연",
      "이한위",
      "기주봉",
      "원근희"
    ],
    "actor_cameo_name": [
      "김명수"
    ],
    "maker": [
      "(주)명필름 Myung Films"
    ]
  },
  {
    "": "201",
    "순위": 202,
    "영화명": "블랙머니",
    "개봉일": "2019.11.13",
    "매출액": "20866634010",
    "관객수": "2479664",
    "스크린수": "1,117",
    "배급사": "(주)에이스메이커무비웍스",
    "coach": "정지영",
    "actor_main_name": [
      "조진웅",
      "이하늬"
    ],
    "actor_sub_name": [
      "이경영",
      "강신일",
      "최덕문",
      "조한철",
      "허성태",
      "윤진영",
      "김강훈",
      "김동인",
      "김재록",
      "김종언",
      "김종태",
      "김진구",
      "김호연",
      "남명렬",
      "남문철",
      "백예현",
      "서현철",
      "성병숙",
      "송동환",
      "엄지만",
      "천성우",
      "이나라",
      "허성태",
      "임채선",
      "조한철",
      "장원진",
      "정민성",
      "권소현"
    ],
    "actor_cameo_name": [
      "고인배",
      "유태오",
      "이성민"
    ],
    "maker": [
      "유한회사 질라라비 Zealarabi-Pictures Co. Ltd.",
      "(주)아우라픽처스 AURA PICTURES"
    ]
  },
  {
    "": "202",
    "순위": 203,
    "영화명": "우리 형",
    "개봉일": "2004.10.8",
    "매출액": "0",
    "관객수": "2479585",
    "스크린수": "77",
    "배급사": "CJ ENM",
    "coach": "안권태",
    "actor_main_name": [
      "원빈",
      "조성제",
      "신하균",
      "김해숙"
    ],
    "actor_sub_name": [
      "김석",
      "김정태",
      "이보영",
      "정호빈"
    ],
    "actor_cameo_name": null,
    "maker": [
      "[등급분류번호] 2004-F273\n[등급분류일자] 2004-09-16\n[관람등급] 15세관람가\n[피트수] 10350\n[컬러여부] Color\n[화면비율] 영화용_2.35:1"
    ]
  },
  {
    "": "203",
    "순위": 204,
    "영화명": "반창꼬",
    "개봉일": "2012.12.19",
    "매출액": "17911274787",
    "관객수": "2475797",
    "스크린수": "466",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "정기훈",
    "actor_main_name": [
      "고수",
      "한효주"
    ],
    "actor_sub_name": [
      "마동석",
      "김성오",
      "쥬니",
      "진서연",
      "홍지원)"
    ],
    "actor_cameo_name": [
      "조민기"
    ],
    "maker": [
      "(주)영화사오름 ORM Pictures"
    ]
  },
  {
    "": "204",
    "순위": 205,
    "영화명": "박수칠 때 떠나라",
    "개봉일": "2005.8.11",
    "매출액": "0",
    "관객수": "2475291",
    "스크린수": "78",
    "배급사": "(주)시네마서비스",
    "coach": "장진",
    "actor_main_name": [
      "차승원",
      "신하균",
      "김지수",
      "박정아",
      "조정진",
      "정영호"
    ],
    "actor_sub_name": [
      "박은주",
      "인정주",
      "정규수",
      "임미연",
      "윤진호",
      "이태상",
      "이해영",
      "이형곤",
      "정동환",
      "장영남",
      "이한위",
      "황정민"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)어나더썬데이 Another Sunday Co., Ltd"
    ]
  },
  {
    "": "205",
    "순위": 206,
    "영화명": "선생 김봉두",
    "개봉일": "2003.3.28",
    "매출액": "0",
    "관객수": "2472135",
    "스크린수": "60",
    "배급사": "(주)시네마서비스",
    "coach": "장규성",
    "actor_main_name": [
      "차승원",
      "김석",
      "김용선",
      "변희봉",
      "성지루"
    ],
    "actor_sub_name": [
      "김미란",
      "김희윤",
      "이재응",
      "이봄"
    ],
    "actor_cameo_name": null,
    "maker": [
      "좋은영화 Fun & Happiness Film",
      "(주)좋은영화",
      ""
    ]
  },
  {
    "": "206",
    "순위": 207,
    "영화명": "조선명탐정: 흡혈괴마의 비밀",
    "개봉일": "2018.2.8",
    "매출액": "19822724764",
    "관객수": "2444123",
    "스크린수": "1,249",
    "배급사": "(주)쇼박스",
    "coach": "김석윤",
    "actor_main_name": [
      "김명민",
      "오달수",
      "김지원",
      "김범",
      "김태윤"
    ],
    "actor_sub_name": [
      "김정화",
      "김건",
      "윤상훈"
    ],
    "actor_cameo_name": [
      "이민기"
    ],
    "maker": [
      "청년필름(주) Generation Blue Films"
    ]
  },
  {
    "": "207",
    "순위": 208,
    "영화명": "화차",
    "개봉일": "2012.3.8",
    "매출액": "18459203000",
    "관객수": "2436400",
    "스크린수": "548",
    "배급사": "필라멘트픽쳐스",
    "coach": "변영주",
    "actor_main_name": [
      "이선균",
      "김민희",
      "조성하",
      "김별"
    ],
    "actor_sub_name": [
      "차수연",
      "최덕문",
      "이희준",
      "박해준"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화제작소보임",
      ""
    ]
  },
  {
    "": "208",
    "순위": 209,
    "영화명": "이웃사람",
    "개봉일": "2012.8.22",
    "매출액": "18087442369",
    "관객수": "2434099",
    "스크린수": "600",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "김휘",
    "actor_main_name": [
      "김윤진",
      "마동석",
      "천호진",
      "김성균",
      "김새론",
      "임하룡",
      "장영남",
      "도지한"
    ],
    "actor_sub_name": [
      "차현우",
      "한성천",
      "김미경",
      "김기천",
      "이상희"
    ],
    "actor_cameo_name": [
      "정인기"
    ],
    "maker": [
      "영화사 무쇠팔",
      "플로우식스(주) FLOW6",
      "자이온 이엔티(주) Zion Ent Inc.",
      "(주)누리픽쳐스 NOORI PICTURES",
      "히트박스",
      "(주)미스터로맨스 Mr. Romance"
    ]
  },
  {
    "": "209",
    "순위": 210,
    "영화명": "광식이 동생 광태",
    "개봉일": "2005.11.23",
    "매출액": "0",
    "관객수": "2430200",
    "스크린수": "83",
    "배급사": "(주)엠케이픽처스",
    "coach": "김현석",
    "actor_main_name": [
      "김주혁",
      "봉태규",
      "이요원",
      "김아중"
    ],
    "actor_sub_name": [
      "정경호",
      "민도기",
      "김형민"
    ],
    "actor_cameo_name": [
      "이대연",
      "박철민"
    ],
    "maker": [
      "[등급분류번호] 2005-F302\n[등급분류일자] 2005-10-31\n[관람등급] 15세관람가\n[피트수] 9000\n[컬러여부] Color\n[화면비율] 영화용_2.35:1"
    ]
  },
  {
    "": "210",
    "순위": 211,
    "영화명": "재심",
    "개봉일": "2017.2.15",
    "매출액": "19264792637",
    "관객수": "2421011",
    "스크린수": "935",
    "배급사": "오퍼스픽쳐스(유),CGV아트하우스",
    "coach": "김태윤",
    "actor_main_name": [
      "정우",
      "강하늘",
      "김해숙",
      "이동휘",
      "한재영",
      "이경영"
    ],
    "actor_sub_name": [
      "박희정",
      "이정은",
      "김소진",
      "김하나",
      "최정헌",
      "민진웅",
      "김영재",
      "하성광"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)이디오플랜 IDIOPLAN"
    ]
  },
  {
    "": "211",
    "순위": 212,
    "영화명": "히트맨",
    "개봉일": "2020.1.22",
    "매출액": "20614278000",
    "관객수": "2406232",
    "스크린수": "1,122",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "최원섭",
    "actor_main_name": [
      "권상우",
      "정준호",
      "황우슬혜",
      "이이경",
      "이지원"
    ],
    "actor_sub_name": [
      "허성태",
      "김조운",
      "허동원",
      "이준혁",
      "이중옥"
    ],
    "actor_cameo_name": [
      "김풍",
      "황병국",
      "박두식"
    ],
    "maker": [
      "베리굿스튜디오(주)",
      ""
    ]
  },
  {
    "": "212",
    "순위": 213,
    "영화명": "사바하",
    "개봉일": "2019.2.20",
    "매출액": "20007508194",
    "관객수": "2398519",
    "스크린수": "1,174",
    "배급사": "(주)씨제이이엔엠",
    "coach": "장재현",
    "actor_main_name": [
      "이정재",
      "박정민",
      "이재인",
      "유지태"
    ],
    "actor_sub_name": [
      "정진영",
      "진선규",
      "이다윗",
      "황정민",
      "지승현",
      "이항나",
      "정동환",
      "오윤홍",
      "진선규",
      "차순배"
    ],
    "actor_cameo_name": [
      "김승현"
    ],
    "maker": [
      "(주)외유내강 Filmmaker R & K",
      "(주)필름케이 filmK"
    ]
  },
  {
    "": "213",
    "순위": 214,
    "영화명": "화이: 괴물을 삼킨 아이",
    "개봉일": "2013.10.9",
    "매출액": "17695516795",
    "관객수": "2394466",
    "스크린수": "817",
    "배급사": "(주)쇼박스",
    "coach": "장준환",
    "actor_main_name": [
      "여진구",
      "김윤석",
      "조진웅",
      "장현성",
      "김성균",
      "박해준",
      "임지은",
      "남지현"
    ],
    "actor_sub_name": [
      "유연석",
      "이준혁",
      "서영화",
      "김영민"
    ],
    "actor_cameo_name": [
      "박용우"
    ],
    "maker": [
      "나우필름(주) NOWFILM Co., Ltd",
      "파인하우스필름(주) PINEHOUSE FILM Co., Ltd",
      "(주)쇼박스 Showbox Corp"
    ]
  },
  {
    "": "214",
    "순위": 215,
    "영화명": "의뢰인",
    "개봉일": "2011.9.29",
    "매출액": "17797042500",
    "관객수": "2393086",
    "스크린수": "522",
    "배급사": "(주)쇼박스",
    "coach": "손영성",
    "actor_main_name": [
      "박희순",
      "장혁",
      "하정우",
      "허재호"
    ],
    "actor_sub_name": [
      "유다인",
      "손인용",
      "최종원",
      "유하준",
      "박혁권",
      "이창훈",
      "배성우",
      "정원중",
      "최희진",
      "예수정",
      "박성연",
      "박성근"
    ],
    "actor_cameo_name": null,
    "maker": [
      "청년필름(주) Generation Blue Films"
    ]
  },
  {
    "": "215",
    "순위": 216,
    "영화명": "가문의 영광4 - 가문의 수난",
    "개봉일": "2011.9.7",
    "매출액": "17792219500",
    "관객수": "2368267",
    "스크린수": "537",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "정태원",
    "actor_main_name": [
      "김수미",
      "신현준",
      "임형준",
      "정준하",
      "탁재훈",
      "현영"
    ],
    "actor_sub_name": [
      "정웅인",
      "김지우",
      "정만식"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)태원엔터테인먼트 TAEWON ENTERTAINMENT"
    ]
  },
  {
    "": "216",
    "순위": 217,
    "영화명": "블라인드",
    "개봉일": "2011.8.10",
    "매출액": "18387176500",
    "관객수": "2367272",
    "스크린수": "404",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "안상훈",
    "actor_main_name": [
      "김하늘",
      "유승호"
    ],
    "actor_sub_name": [
      "조희봉",
      "양영조",
      "박보검"
    ],
    "actor_cameo_name": [
      "이한솔",
      "김사희"
    ],
    "maker": [
      "(주)문와쳐 MoonWatcher Co.,Ltd",
      ""
    ]
  },
  {
    "": "217",
    "순위": 218,
    "영화명": "박열",
    "개봉일": "2017.6.28",
    "매출액": "18093543795",
    "관객수": "2359174",
    "스크린수": "1,176",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "이준익",
    "actor_main_name": [
      "이제훈",
      "최희서",
      "김인우",
      "권율"
    ],
    "actor_sub_name": [
      "민진웅",
      "이병훈",
      "김준한",
      "최정헌",
      "백수장",
      "정준원"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(유)박열문화전문회사",
      ""
    ]
  },
  {
    "": "218",
    "순위": 219,
    "영화명": "맨발의 기봉이",
    "개봉일": "2006.4.26",
    "매출액": "0",
    "관객수": "2347311",
    "스크린수": "71",
    "배급사": "(주)쇼박스",
    "coach": "권수경",
    "actor_main_name": [
      "신현준",
      "임하룡",
      "탁재훈"
    ],
    "actor_sub_name": [
      "김수미",
      "김효진",
      "정구영",
      "강낙호",
      "조덕현",
      "지대한"
    ],
    "actor_cameo_name": [
      "권병길"
    ],
    "maker": [
      "[등급분류번호] 2006-F114\n[등급분류일자] 2006-04-18\n[관람등급] 전체관람가\n[피트수] 9000\n[컬러여부] Color\n[화면비율] 영화용_2.35:1"
    ]
  },
  {
    "": "219",
    "순위": 220,
    "영화명": "바람의 파이터",
    "개봉일": "2004.8.12",
    "매출액": "0",
    "관객수": "2346446",
    "스크린수": "41",
    "배급사": "영화사청어람(주)",
    "coach": "양윤호",
    "actor_main_name": [
      "양동근"
    ],
    "actor_sub_name": [
      "히라야마아야",
      "정두홍"
    ],
    "actor_cameo_name": null,
    "maker": [
      "아이비젼엔터테인먼트(주) Ivision Entertainment"
    ]
  },
  {
    "": "220",
    "순위": 221,
    "영화명": "작업의 정석",
    "개봉일": "2005.12.21",
    "매출액": "0",
    "관객수": "2342232",
    "스크린수": "75",
    "배급사": "(주)쇼박스",
    "coach": "오기환",
    "actor_main_name": [
      "손예진",
      "송일국"
    ],
    "actor_sub_name": [
      "김애경",
      "안선영",
      "박준규",
      "박준규",
      "우현"
    ],
    "actor_cameo_name": [
      "박용우",
      "금보라",
      "강두"
    ],
    "maker": [
      "영화사청어람(주) Chungeorahm Film",
      ""
    ]
  },
  {
    "": "221",
    "순위": 222,
    "영화명": "첫사랑 사수 궐기 대회",
    "개봉일": "2003.6.27",
    "매출액": "0",
    "관객수": "2339410",
    "스크린수": "70",
    "배급사": "(주)시네마서비스",
    "coach": "오종록",
    "actor_main_name": [
      "차태현",
      "손예진",
      "김성민"
    ],
    "actor_sub_name": [
      "강남규",
      "신선영",
      "박환수",
      "이상호",
      "박승진",
      "김연실",
      "성지루"
    ],
    "actor_cameo_name": null,
    "maker": [
      "㈜팝콘필름 popcorn film"
    ]
  },
  {
    "": "222",
    "순위": 223,
    "영화명": "미인도",
    "개봉일": "2008.11.13",
    "매출액": "15531621371",
    "관객수": "2325715",
    "스크린수": "463",
    "배급사": "CJ ENM",
    "coach": "전윤수",
    "actor_main_name": [
      "김민선",
      "김영호",
      "김남길",
      "채송화",
      "김규리"
    ],
    "actor_sub_name": [
      "추자현",
      "한명구",
      "이성훈",
      "박예슬",
      "박용",
      "김형수",
      "신주희",
      "황선환",
      "권정훈",
      "보리",
      "이상용",
      "윤석주",
      "권병길",
      "김승훈",
      "박지일"
    ],
    "actor_cameo_name": null,
    "maker": [
      "㈜이룸영화사 iroom pictures",
      "(주)영화사참",
      ""
    ]
  },
  {
    "": "223",
    "순위": 224,
    "영화명": "라스트 갓파더",
    "개봉일": "2010.12.29",
    "매출액": "16832542997",
    "관객수": "2316099",
    "스크린수": "547",
    "배급사": "CJ ENM",
    "coach": "심형래",
    "actor_main_name": [
      "심형래",
      "마이클리스폴리",
      "하비케이틀",
      "제이슨미웨스",
      "조셀린도나휴"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "㈜영구아트 YOUNGGU-ART Ent., LTD."
    ]
  },
  {
    "": "224",
    "순위": 225,
    "영화명": "주유소 습격사건",
    "개봉일": "1999.10.2",
    "매출액": "0",
    "관객수": "2310000",
    "스크린수": "0",
    "배급사": "(주)시네마서비스",
    "coach": "김상진",
    "actor_main_name": [
      "이성재",
      "유오성",
      "강성진",
      "유지태",
      "박영규"
    ],
    "actor_sub_name": [
      "정준",
      "이요원",
      "김수로"
    ],
    "actor_cameo_name": [
      "차승원"
    ],
    "maker": [
      "(주)좋은영화",
      ""
    ]
  },
  {
    "": "225",
    "순위": 226,
    "영화명": "하녀",
    "개봉일": "2010.5.13",
    "매출액": "17310669976",
    "관객수": "2304487",
    "스크린수": "577",
    "배급사": "(주)싸이더스",
    "coach": "임상수",
    "actor_main_name": [
      "전도연",
      "이정재",
      "윤여정",
      "서우"
    ],
    "actor_sub_name": [
      "박지영",
      "안서현",
      "황정민",
      "문소리"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)싸이더스 Sidus Corporation",
      "(주)미로비젼 Mirovision Inc.",
      ""
    ]
  },
  {
    "": "226",
    "순위": 227,
    "영화명": "달콤, 살벌한 연인",
    "개봉일": "2006.4.6",
    "매출액": "0",
    "관객수": "2286745",
    "스크린수": "60",
    "배급사": "CJ ENM",
    "coach": "손재곤",
    "actor_main_name": [
      "박용우",
      "최강희",
      "이광우",
      "조은지"
    ],
    "actor_sub_name": [
      "정경호",
      "박준오",
      "김권태",
      "유주희",
      "윤혜진",
      "선우선",
      "조영규"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)싸이더스 Sidus Corporation",
      "(주)MBC씨앤아이 MBC C&I Co., Ltd."
    ]
  },
  {
    "": "227",
    "순위": 228,
    "영화명": "혈의 누",
    "개봉일": "2005.5.4",
    "매출액": "0",
    "관객수": "2274995",
    "스크린수": "98",
    "배급사": "(주)시네마서비스",
    "coach": "김대승",
    "actor_main_name": [
      "차승원",
      "박용우",
      "지성",
      "장석원"
    ],
    "actor_sub_name": [
      "윤세아",
      "최종원",
      "박철민",
      "유해진",
      "박충선",
      "서상원",
      "임종윤",
      "정진오"
    ],
    "actor_cameo_name": [
      "천호진",
      "오현경"
    ],
    "maker": [
      "(주)싸이더스 Sidus Corporation",
      "(주)좋은영화",
      ""
    ]
  },
  {
    "": "228",
    "순위": 229,
    "영화명": "극락도 살인사건",
    "개봉일": "2007.4.12",
    "매출액": "0",
    "관객수": "2259511",
    "스크린수": "85",
    "배급사": "(주)엠케이픽처스 ,(주)두엔터테인먼트",
    "coach": "김한민",
    "actor_main_name": [
      "박해일",
      "박솔미",
      "성지루"
    ],
    "actor_sub_name": [
      "김광수",
      "유혜정",
      "이대연",
      "김인문",
      "오정세",
      "김병춘",
      "박길수",
      "정만식"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)두엔터테인먼트 DOO ENTERTAINMENT"
    ]
  },
  {
    "": "229",
    "순위": 230,
    "영화명": "위대한 유산",
    "개봉일": "2003.10.24",
    "매출액": "0",
    "관객수": "2251491",
    "스크린수": "57",
    "배급사": "CJ ENM",
    "coach": "오상훈",
    "actor_main_name": [
      "김선아",
      "임창정",
      "최무인"
    ],
    "actor_sub_name": [
      "송은정",
      "홍금봉",
      "신성아",
      "김대중",
      "신이"
    ],
    "actor_cameo_name": null,
    "maker": [
      "CJ ENM CJ ENM"
    ]
  },
  {
    "": "230",
    "순위": 231,
    "영화명": "7광구",
    "개봉일": "2011.8.4",
    "매출액": "19391653500",
    "관객수": "2242510",
    "스크린수": "812",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김지훈",
    "actor_main_name": [
      "하지원",
      "박철민",
      "이한위",
      "오지호",
      "송새벽",
      "안성기"
    ],
    "actor_sub_name": [
      "차예련",
      "박정학",
      "박영수",
      "오민석"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)제이케이필름 JK Film",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "231",
    "순위": 232,
    "영화명": "박쥐",
    "개봉일": "2009.4.30",
    "매출액": "15051788827",
    "관객수": "2237271",
    "스크린수": "462",
    "배급사": "CJ ENM",
    "coach": "박찬욱",
    "actor_main_name": [
      "송강호",
      "김옥빈",
      "신하균"
    ],
    "actor_sub_name": [
      "김해숙",
      "송영창",
      "오달수",
      "박인환"
    ],
    "actor_cameo_name": null,
    "maker": [
      "모호필름 Moho Film"
    ]
  },
  {
    "": "232",
    "순위": 233,
    "영화명": "타짜: 원 아이드 잭",
    "개봉일": "2019.9.11",
    "매출액": "19687029214",
    "관객수": "2229239",
    "스크린수": "1,429",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "권오광",
    "actor_main_name": [
      "박정민",
      "류승범",
      "최유화"
    ],
    "actor_sub_name": [
      "우현",
      "윤제문",
      "이광수",
      "임지연",
      "권해효"
    ],
    "actor_cameo_name": [
      "주진모",
      "최동훈"
    ],
    "maker": [
      "(주)싸이더스 Sidus Corporation",
      "(주)엠씨엠씨 MCMC",
      "(주)비에이엔터테인먼트 B.A. Entertainment"
    ]
  },
  {
    "": "233",
    "순위": 234,
    "영화명": "싱글즈",
    "개봉일": "2003.7.11",
    "매출액": "",
    "관객수": "2203042",
    "스크린수": "58",
    "배급사": "영화사청어람(주)",
    "coach": "권칠인",
    "actor_main_name": [
      "장진영",
      "엄정화",
      "김주혁",
      "이범수",
      "이상윤",
      "박수영"
    ],
    "actor_sub_name": [
      "김광일",
      "이정옥",
      "한지혜",
      "강단비",
      "심규일",
      "안재우",
      "차상훈",
      "윤상오",
      "장석현",
      "김재아",
      "이세민",
      "이경열",
      "김정혁",
      "이유경",
      "김지아",
      "오지혜",
      "조희봉"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)싸이더스 Sidus Corporation"
    ]
  },
  {
    "": "234",
    "순위": 235,
    "영화명": "마당을 나온 암탉",
    "개봉일": "2011.7.28",
    "매출액": "14669905500",
    "관객수": "2201722",
    "스크린수": "345",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "오성윤",
    "actor_main_name": [
      "문소리",
      "박철민",
      "최민식",
      "유승호",
      "김상현"
    ],
    "actor_sub_name": [
      "김한솔"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)오돌또기 Odoltogi",
      "(주)명필름 Myung Films"
    ]
  },
  {
    "": "235",
    "순위": 236,
    "영화명": "내 여자친구를 소개합니다",
    "개봉일": "2004.6.3",
    "매출액": "0",
    "관객수": "2199359",
    "스크린수": "75",
    "배급사": "CJ ENM,아이러브시네마",
    "coach": "곽재용",
    "actor_main_name": [
      "전지현",
      "장혁"
    ],
    "actor_sub_name": [
      "김정태",
      "정호빈",
      "오정세",
      "김창완",
      "김광규",
      "최주현",
      "정한철",
      "안수라",
      "배재일",
      "권영빈",
      "백경찬",
      "한지빈",
      "원태운",
      "장원식",
      "윤선희",
      "임종식",
      "이호경",
      "송윤희",
      "김희영",
      "안호완",
      "박윤희",
      "박윤희"
    ],
    "actor_cameo_name": [
      "이기우",
      "우기홍"
    ],
    "maker": [
      "(주)아이필름홀딩스",
      ""
    ]
  },
  {
    "": "236",
    "순위": 237,
    "영화명": "댄서의 순정",
    "개봉일": "2005.4.28",
    "매출액": "0",
    "관객수": "2197555",
    "스크린수": "68",
    "배급사": "쇼이스트(주)",
    "coach": "박영훈",
    "actor_main_name": [
      "박건형",
      "문근영"
    ],
    "actor_sub_name": [
      "김지영",
      "임진승",
      "이정희",
      "이대연"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)컬처캡미디어 CULTURECAP MEDIA CO.,LTD."
    ]
  },
  {
    "": "237",
    "순위": 238,
    "영화명": "싱크홀",
    "개봉일": "2021.8.11",
    "매출액": "21395652690",
    "관객수": "2195683",
    "스크린수": "1,603",
    "배급사": "(주)쇼박스",
    "coach": "김지훈",
    "actor_main_name": [
      "차승원",
      "김성균",
      "이광수",
      "권소현",
      "김혜준"
    ],
    "actor_sub_name": [
      "김재화",
      "박옥출",
      "남다름",
      "정영숙",
      "이학주",
      "한태린",
      "김건우",
      "오자훈",
      "나철"
    ],
    "actor_cameo_name": [
      "장광",
      "김홍파",
      "고창석"
    ],
    "maker": [
      "(주)더타워픽쳐스 The Tower Pictures"
    ]
  },
  {
    "": "238",
    "순위": 239,
    "영화명": "악의 연대기",
    "개봉일": "2015.5.14",
    "매출액": "17361815332",
    "관객수": "2192525",
    "스크린수": "776",
    "배급사": "(주)씨제이이엔엠",
    "coach": "백운학",
    "actor_main_name": [
      "손현주",
      "마동석",
      "최다니엘",
      "박서준"
    ],
    "actor_sub_name": [
      "이명준",
      "정원중",
      "한성천"
    ],
    "actor_cameo_name": [
      "지대한"
    ],
    "maker": [
      "(주)비에이엔터테인먼트 B.A. Entertainment"
    ]
  },
  {
    "": "239",
    "순위": 240,
    "영화명": "강남 1970",
    "개봉일": "2015.1.21",
    "매출액": "17717971499",
    "관객수": "2192172",
    "스크린수": "841",
    "배급사": "(주)쇼박스",
    "coach": "유하",
    "actor_main_name": [
      "이민호",
      "김래원",
      "정진영"
    ],
    "actor_sub_name": [
      "설현",
      "유승목",
      "한재영",
      "이연두",
      "정호빈",
      "최진호",
      "엄효섭",
      "최병모",
      "지대한",
      "전배수",
      "윤종화",
      "서우진",
      "오형근",
      "곽민호",
      "박혁민"
    ],
    "actor_cameo_name": [
      "김지수"
    ],
    "maker": [
      "(주)모베라픽처스",
      "(주)쇼박스 Showbox Corp"
    ]
  },
  {
    "": "240",
    "순위": 241,
    "영화명": "바르게 살자",
    "개봉일": "2007.10.18",
    "매출액": "0",
    "관객수": "2190250",
    "스크린수": "79",
    "배급사": "CJ ENM",
    "coach": "라희찬",
    "actor_main_name": [
      "정재영",
      "손병호",
      "주진모",
      "임지은"
    ],
    "actor_sub_name": [
      "이재용",
      "김민진",
      "김규철)",
      "이새봄",
      "박성일",
      "박소라",
      "박영",
      "이찬",
      "조덕현",
      "이철민",
      "이한위",
      "이해영",
      "엄수정",
      "이영은",
      "손병욱"
    ],
    "actor_cameo_name": null,
    "maker": [
      "필름있수다 Film It Suda"
    ]
  },
  {
    "": "241",
    "순위": 242,
    "영화명": "늑대의 유혹",
    "개봉일": "2004.7.22",
    "매출액": "0",
    "관객수": "2189453",
    "스크린수": "40",
    "배급사": "(주)쇼박스",
    "coach": "김태균",
    "actor_main_name": [
      "강동원",
      "이청아",
      "조한선",
      "이명수"
    ],
    "actor_sub_name": [
      "정혜영",
      "김현진",
      "정다혜",
      "김응수",
      "남정희"
    ],
    "actor_cameo_name": [
      "김보연"
    ],
    "maker": [
      "(주)싸이더스 Sidus Corporation"
    ]
  },
  {
    "": "242",
    "순위": 243,
    "영화명": "황해",
    "개봉일": "2010.12.22",
    "매출액": "16765970362",
    "관객수": "2167426",
    "스크린수": "618",
    "배급사": "(주)쇼박스,이십세기폭스코리아(주)",
    "coach": "나홍진",
    "actor_main_name": [
      "김윤석",
      "하정우",
      "조성하"
    ],
    "actor_sub_name": [
      "이철민",
      "이엘",
      "정만식",
      "정민성"
    ],
    "actor_cameo_name": null,
    "maker": [
      "㈜팝콘필름 popcorn film"
    ]
  },
  {
    "": "243",
    "순위": 244,
    "영화명": "30일",
    "개봉일": "2023.10.3",
    "매출액": "21256881514",
    "관객수": "2165358",
    "스크린수": "1,226",
    "배급사": "(주)마인드마크",
    "coach": "남대중",
    "actor_main_name": [
      "강하늘",
      "정소민",
      "조민수",
      "김선영"
    ],
    "actor_sub_name": [
      "황세인",
      "윤경호",
      "이상진",
      "원우",
      "송해나",
      "엄지윤",
      "임철형",
      "임진택",
      "김진만",
      "장지아",
      "서한결"
    ],
    "actor_cameo_name": [
      "전노민",
      "태인호",
      "강지영"
    ],
    "maker": [
      "(주)영화사울림 Woollim"
    ]
  },
  {
    "": "244",
    "순위": 245,
    "영화명": "초능력자",
    "개봉일": "2010.11.10",
    "매출액": "15618440958",
    "관객수": "2164805",
    "스크린수": "622",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "김민석",
    "actor_main_name": [
      "강동원",
      "고수",
      "김수남"
    ],
    "actor_sub_name": [
      "정은채",
      "손지나",
      "최덕문"
    ],
    "actor_cameo_name": [
      "변희봉",
      "김광규",
      "김인권"
    ],
    "maker": [
      "영화사 집 ZIP CINEMA"
    ]
  },
  {
    "": "245",
    "순위": 246,
    "영화명": "내 사랑 내 곁에",
    "개봉일": "2009.9.24",
    "매출액": "15764312409",
    "관객수": "2160265",
    "스크린수": "474",
    "배급사": "CJ ENM",
    "coach": "박진표",
    "actor_main_name": [
      "하지원",
      "김명민",
      "김여진"
    ],
    "actor_sub_name": [
      "남능미",
      "임하룡)",
      "최종률",
      "신신애",
      "임종윤",
      "임형준",
      "임성민",
      "가인",
      "장원영",
      "김광규",
      "정의철",
      "김혜림",
      "임훈",
      "유지연",
      "신치영"
    ],
    "actor_cameo_name": [
      "강신일",
      "송영창",
      "설경구"
    ],
    "maker": [
      "[등급분류번호] 2009-F300\n[등급분류일자] 2009-08-26\n[관람등급] 12세이상관람가"
    ]
  },
  {
    "": "246",
    "순위": 247,
    "영화명": "신의 한 수: 귀수편",
    "개봉일": "2019.11.7",
    "매출액": "18463776050",
    "관객수": "2157437",
    "스크린수": "1,246",
    "배급사": "(주)씨제이이엔엠",
    "coach": "리건",
    "actor_main_name": [
      "권상우",
      "김희원",
      "김성균"
    ],
    "actor_sub_name": [
      "허성태",
      "우도환",
      "원현준",
      "박상훈",
      "정인겸",
      "신수연",
      "스테파니리"
    ],
    "actor_cameo_name": [
      "유선",
      "이병준"
    ],
    "maker": [
      "(주)메이스엔터테인먼트 Mays Entertainment",
      "(주)아지트필름",
      ""
    ]
  },
  {
    "": "247",
    "순위": 248,
    "영화명": "마이 웨이",
    "개봉일": "2011.12.21",
    "매출액": "15994803000",
    "관객수": "2142622",
    "스크린수": "645",
    "배급사": "에스케이플래닛(주),(주)씨제이이엔엠",
    "coach": "강제규",
    "actor_main_name": [
      "장동건",
      "오다기리조",
      "판빙빙"
    ],
    "actor_sub_name": [
      "강남현",
      "김희원",
      "오태경",
      "김시후",
      "김인우"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)디렉터스 Directors co., Ltd."
    ]
  },
  {
    "": "248",
    "순위": 249,
    "영화명": "나의 사랑 나의 신부",
    "개봉일": "2014.10.8",
    "매출액": "16636404305",
    "관객수": "2141155",
    "스크린수": "629",
    "배급사": "씨네그루(주)다우기술",
    "coach": "임찬상",
    "actor_main_name": [
      "조정석",
      "신민아"
    ],
    "actor_sub_name": [
      "윤정희",
      "김은비",
      "배성우",
      "라미란",
      "황정민",
      "서강준",
      "고규필",
      "손병욱"
    ],
    "actor_cameo_name": [
      "윤문식"
    ],
    "maker": [
      "(주)필름모멘텀 FILM MOMENTUM"
    ]
  },
  {
    "": "249",
    "순위": 250,
    "영화명": "범죄의 재구성",
    "개봉일": "2004.4.15",
    "매출액": "0",
    "관객수": "2129358",
    "스크린수": "50",
    "배급사": "(주)쇼박스",
    "coach": "최동훈",
    "actor_main_name": [
      "김윤석",
      "박신양",
      "주진모",
      "염정아",
      "이기철",
      "백윤식",
      "김상호",
      "이인성"
    ],
    "actor_sub_name": [
      "이문식",
      "천호진",
      "박원상",
      "이경헌",
      "손지나",
      "조희봉",
      "손병욱"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)싸이더스 Sidus Corporation"
    ]
  },
  {
    "": "250",
    "순위": 251,
    "영화명": "사랑",
    "개봉일": "2007.9.19",
    "매출액": "0",
    "관객수": "2123815",
    "스크린수": "78",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "곽경택",
    "actor_main_name": [
      "주진모",
      "박시연",
      "김민준",
      "주현"
    ],
    "actor_sub_name": [
      "김혜정",
      "최지은",
      "임성규",
      "임현성"
    ],
    "actor_cameo_name": [
      "김광규"
    ],
    "maker": [
      "[등급분류번호] 2007-F340\n[등급분류일자] 2007-08-31\n[관람등급] 15세이상관람가\n[Sound Format] Film_Dolby SRD(=Dolby digital SRD)\n[피트수] 9360\n[컬러여부] Color\n[화면비율] 영화용_2.35:1"
    ]
  },
  {
    "": "251",
    "순위": 252,
    "영화명": "세븐 데이즈",
    "개봉일": "2007.11.14",
    "매출액": "38146000",
    "관객수": "2120741",
    "스크린수": "297",
    "배급사": "(주)프라임엔터테인먼트",
    "coach": "원신연",
    "actor_main_name": [
      "김윤진",
      "김미숙",
      "박희순"
    ],
    "actor_sub_name": [
      "최명수",
      "장항선",
      "양진우",
      "정동환",
      "이도겸",
      "조덕현",
      "서동수",
      "신현종",
      "길해연",
      "강나일",
      "권병길"
    ],
    "actor_cameo_name": [
      "오광록",
      "옥지영"
    ],
    "maker": [
      "[등급분류번호] 2007-F446\n[등급분류일자] 2007-10-25\n[관람등급] 청소년관람불가\nFilm_Dolby SRD(=Dolby digital SRD)\nColor\n영화용_2.35:1"
    ]
  },
  {
    "": "252",
    "순위": 253,
    "영화명": "굿바이 싱글",
    "개봉일": "2016.6.29",
    "매출액": "16912706195",
    "관객수": "2108273",
    "스크린수": "841",
    "배급사": "(주)쇼박스",
    "coach": "김태곤",
    "actor_main_name": [
      "김혜수",
      "마동석",
      "김현수",
      "김용건"
    ],
    "actor_sub_name": [
      "서현진",
      "곽시양",
      "전석호",
      "황미영",
      "이수경",
      "안재홍",
      "김고은"
    ],
    "actor_cameo_name": [
      "이미도",
      "이성민",
      "박지영)",
      "정원중"
    ],
    "maker": [
      "호두앤유 엔터테인먼트(주) HODU&U Entertainment Co. Ltd",
      "(주)영화사람 Film Company RAM"
    ]
  },
  {
    "": "253",
    "순위": 254,
    "영화명": "사생결단",
    "개봉일": "2006.4.27",
    "매출액": "0",
    "관객수": "2104716",
    "스크린수": "78",
    "배급사": "(주)씨제이이엔엠",
    "coach": "최호",
    "actor_main_name": [
      "류승범",
      "황정민"
    ],
    "actor_sub_name": [
      "이수현",
      "김혜정",
      "추자현",
      "민도기",
      "신영주",
      "김훈희",
      "조원식",
      "박정률",
      "김의석",
      "임효우",
      "변미선",
      "김근형",
      "김성기",
      "김인식",
      "박병철",
      "장진호",
      "전성길",
      "이성만",
      "염지선",
      "양진철",
      "양정렬"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)엠케이픽처스 MK PICTURES"
    ]
  },
  {
    "": "254",
    "순위": 255,
    "영화명": "몽타주",
    "개봉일": "2013.5.16",
    "매출액": "15002458500",
    "관객수": "2095592",
    "스크린수": "540",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "정근섭",
    "actor_main_name": [
      "엄정화",
      "김상경",
      "송영창"
    ],
    "actor_sub_name": [
      "조희봉",
      "정해균",
      "유승목",
      "이준혁",
      "오대환",
      "기주봉"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)미인픽쳐스 MiiN Pictures"
    ]
  },
  {
    "": "255",
    "순위": 256,
    "영화명": "색즉시공 시즌2",
    "개봉일": "2007.12.12",
    "매출액": "511288500",
    "관객수": "2088134",
    "스크린수": "89",
    "배급사": "CJ ENM",
    "coach": "윤태윤",
    "actor_main_name": [
      "임창정",
      "송지효",
      "최성국",
      "신이",
      "김형일"
    ],
    "actor_sub_name": [
      "정혜윤",
      "이상윤",
      "박영수"
    ],
    "actor_cameo_name": null,
    "maker": [
      "[등급분류번호] 2007-F490\n[등급분류일자] 2007-11-22\n[관람등급] 청소년관람불가\n[피트수] 10080\n[컬러여부] Color\n[화면비율] 영화용_1.85:1"
    ]
  },
  {
    "": "256",
    "순위": 257,
    "영화명": "명당",
    "개봉일": "2018.9.19",
    "매출액": "17900775524",
    "관객수": "2087474",
    "스크린수": "1,117",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "박희곤",
    "actor_main_name": [
      "조승우",
      "지성",
      "김성균",
      "백윤식",
      "문채원",
      "유재명",
      "박충선"
    ],
    "actor_sub_name": [
      "이원근",
      "김민재",
      "강태오",
      "정재헌",
      "김규선",
      "김서현",
      "전신환",
      "조현식"
    ],
    "actor_cameo_name": [
      "허성태",
      "심희섭"
    ],
    "maker": [
      "(주)주피터필름 Jupiter Film"
    ]
  },
  {
    "": "257",
    "순위": 258,
    "영화명": "내부자들: 디 오리지널",
    "개봉일": "2015.12.31",
    "매출액": "16973885275",
    "관객수": "2083999",
    "스크린수": "838",
    "배급사": "(주)쇼박스",
    "coach": "우민호",
    "actor_main_name": [
      "이병헌",
      "조승우",
      "백윤식"
    ],
    "actor_sub_name": [
      "이경영",
      "김홍파",
      "배성우",
      "조재윤",
      "김대명",
      "조우진",
      "이엘",
      "정만식",
      "김병옥",
      "박진우",
      "남일우",
      "김의성"
    ],
    "actor_cameo_name": null,
    "maker": [
      "[등급분류번호] 2015-MF01612\n[등급분류일자] 2015-12-17\n[관람등급] 청소년관람불가"
    ]
  },
  {
    "": "258",
    "순위": 259,
    "영화명": "쩨쩨한 로맨스",
    "개봉일": "2010.12.1",
    "매출액": "15901620661",
    "관객수": "2080574",
    "스크린수": "463",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "김정훈",
    "actor_main_name": [
      "이선균",
      "최강희",
      "류현경",
      "오정세"
    ],
    "actor_sub_name": [
      "석정현",
      "조성환",
      "송유하",
      "박성일",
      "조은지"
    ],
    "actor_cameo_name": [
      "이원종"
    ],
    "maker": [
      "(주)크리픽쳐스 Cree Pictures Co.Ltd"
    ]
  },
  {
    "": "259",
    "순위": 260,
    "영화명": "청춘만화",
    "개봉일": "2006.3.23",
    "매출액": "0",
    "관객수": "2066354",
    "스크린수": "86",
    "배급사": "(주)쇼박스",
    "coach": "이한",
    "actor_main_name": [
      "권상우",
      "김하늘",
      "이상우"
    ],
    "actor_sub_name": [
      "강기화",
      "이영철",
      "이경진",
      "장미인애",
      "최종률"
    ],
    "actor_cameo_name": null,
    "maker": [
      "㈜팝콘필름 popcorn film"
    ]
  },
  {
    "": "260",
    "순위": 261,
    "영화명": "눈에는 눈 이에는 이",
    "개봉일": "2008.7.31",
    "매출액": "13414023500",
    "관객수": "2058764",
    "스크린수": "445",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "곽경택",
    "actor_main_name": [
      "한석규",
      "차승원"
    ],
    "actor_sub_name": [
      "송영창",
      "김윤태",
      "이병준",
      "김혜정",
      "박영찬",
      "임성규",
      "김지석",
      "손병욱"
    ],
    "actor_cameo_name": [
      "김해숙"
    ],
    "maker": [
      "(주)태원엔터테인먼트 TAEWON ENTERTAINMENT"
    ]
  },
  {
    "": "261",
    "순위": 262,
    "영화명": "비상선언",
    "개봉일": "2022.8.3",
    "매출액": "20926361328",
    "관객수": "2058762",
    "스크린수": "1,734",
    "배급사": "(주)쇼박스",
    "coach": "한재림",
    "actor_main_name": [
      "송강호",
      "이병헌",
      "전도연",
      "김남길",
      "임시완",
      "김소진",
      "박해준"
    ],
    "actor_sub_name": [
      "우미화",
      "현봉식",
      "문숙",
      "설인아",
      "권한솔",
      "김보민",
      "김국희",
      "임형국",
      "이열음",
      "임성재"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)매그넘나인 MAGNUM9",
      "(주)씨제스엔터테인먼트 C-JeS Entertainment",
      "씨네주 유한회사",
      ""
    ]
  },
  {
    "": "262",
    "순위": 263,
    "영화명": "뷰티 인사이드",
    "개봉일": "2015.8.20",
    "매출액": "16155795131",
    "관객수": "2054297",
    "스크린수": "648",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "백",
    "actor_main_name": [
      "한효주",
      "김대명",
      "도지한",
      "배성우",
      "박신혜",
      "이범수",
      "박서준",
      "김상호",
      "천우희",
      "우에노주리",
      "이재준",
      "김민재",
      "이현우",
      "조달환",
      "이진욱",
      "홍다미",
      "서강준",
      "김희원",
      "이동욱",
      "고아성",
      "김주혁",
      "유연석"
    ],
    "actor_sub_name": [
      "이동휘",
      "문숙",
      "이경영",
      "최용민",
      "이미도",
      "신동미",
      "김시은",
      "박근록",
      "박민수"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)용필름 Yong Film Inc."
    ]
  },
  {
    "": "263",
    "순위": 264,
    "영화명": "봉이 김선달",
    "개봉일": "2016.7.6",
    "매출액": "16227052642",
    "관객수": "2051277",
    "스크린수": "942",
    "배급사": "(주)씨제이이엔엠",
    "coach": "박대민",
    "actor_main_name": [
      "유승호",
      "조재현",
      "고창석",
      "라미란",
      "시우민",
      "전석호"
    ],
    "actor_sub_name": [
      "서예지",
      "권태원"
    ],
    "actor_cameo_name": [
      "연우진",
      "김정화"
    ],
    "maker": [
      "(주)엠픽처스 M Pictures",
      "(주)에스엔케이픽처스",
      ""
    ]
  },
  {
    "": "264",
    "순위": 265,
    "영화명": "아라한 장풍대작전",
    "개봉일": "2004.4.30",
    "매출액": "0",
    "관객수": "2050000",
    "스크린수": "87",
    "배급사": "(주)시네마서비스",
    "coach": "류승완",
    "actor_main_name": [
      "류승범",
      "윤소이",
      "안성기",
      "이무룡"
    ],
    "actor_sub_name": [
      "김지영",
      "정두홍",
      "윤주상"
    ],
    "actor_cameo_name": [
      "안길강"
    ],
    "maker": [
      "(주)싸이더스 Sidus Corporation"
    ]
  },
  {
    "": "265",
    "순위": 266,
    "영화명": "비열한 거리",
    "개봉일": "2006.6.15",
    "매출액": "0",
    "관객수": "2047808",
    "스크린수": "82",
    "배급사": "CJ ENM",
    "coach": "유하",
    "actor_main_name": [
      "조인성",
      "천호진",
      "이보영",
      "박세환",
      "임정우"
    ],
    "actor_sub_name": [
      "남궁민",
      "진구",
      "윤제문",
      "선우은숙",
      "이종혁"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)싸이더스 Sidus Corporation"
    ]
  },
  {
    "": "266",
    "순위": 267,
    "영화명": "천문: 하늘에 묻는다",
    "개봉일": "2019.12.26",
    "매출액": "16502543020",
    "관객수": "2000490",
    "스크린수": "1,198",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "허진호",
    "actor_main_name": [
      "최민식",
      "한석규"
    ],
    "actor_sub_name": [
      "신구",
      "김홍파",
      "허준호",
      "김태우",
      "김원해",
      "임원희",
      "오광록",
      "박성훈",
      "전여빈",
      "김승훈",
      "윤제문",
      "민경진",
      "이동용",
      "김승태",
      "최재섭",
      "이서환",
      "류지훈",
      "김성강"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)하이브미디어코프 Hive Media Corp."
    ]
  },
  {
    "": "267",
    "순위": 268,
    "영화명": "시실리 2km",
    "개봉일": "2004.8.13",
    "매출액": "0",
    "관객수": "1987380",
    "스크린수": "36",
    "배급사": "(주)쇼박스",
    "coach": "신정원",
    "actor_main_name": [
      "권오중",
      "김윤석",
      "임은경",
      "임창정",
      "주진모",
      "최원석"
    ],
    "actor_sub_name": [
      "변희봉",
      "우현",
      "박명신",
      "최원영"
    ],
    "actor_cameo_name": [
      "신이"
    ],
    "maker": [
      "[등급분류번호] 2004-F227\n[등급분류일자] 2004-07-29\n[관람등급] 15세관람가\n[피트수] 9180\n[컬러여부] Color\n[화면비율] 영화용_1.85:1"
    ]
  },
  {
    "": "268",
    "순위": 269,
    "영화명": "육사오(6/45)",
    "개봉일": "2022.8.24",
    "매출액": "19791166880",
    "관객수": "1980769",
    "스크린수": "1,159",
    "배급사": "(주)홈초이스,(주)싸이더스",
    "coach": "박규태",
    "actor_main_name": [
      "고경표",
      "이이경",
      "음문석",
      "박세완",
      "이순원",
      "곽동연",
      "김민호"
    ],
    "actor_sub_name": [
      "류승수",
      "윤병희",
      "이준혁",
      "신원호",
      "남도윤",
      "서정우",
      "최민혁"
    ],
    "actor_cameo_name": [
      "정인기",
      "박희진",
      "이현걸",
      "오현수"
    ],
    "maker": [
      "(주)티피에스컴퍼니 TPS Company",
      "(주)싸이더스 Sidus Corporation"
    ]
  },
  {
    "": "269",
    "순위": 270,
    "영화명": "남자가 사랑할 때",
    "개봉일": "2014.1.22",
    "매출액": "14510222300",
    "관객수": "1979311",
    "스크린수": "531",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "한동욱",
    "actor_main_name": [
      "황정민",
      "한혜진",
      "곽도원",
      "최우리"
    ],
    "actor_sub_name": [
      "정만식",
      "손세빈",
      "김정수",
      "김병옥",
      "김홍파",
      "남일우",
      "남문철",
      "박지환",
      "강민아"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)사나이픽처스 SANAI Pictures",
      "필름트레인 Film Train"
    ]
  },
  {
    "": "270",
    "순위": 271,
    "영화명": "효자동 이발사",
    "개봉일": "2004.5.5",
    "매출액": "0",
    "관객수": "1972377",
    "스크린수": "65",
    "배급사": "(주)쇼박스",
    "coach": "임찬상",
    "actor_main_name": [
      "문소리",
      "송강호",
      "이재응"
    ],
    "actor_sub_name": [
      "주진모",
      "오달수",
      "노형욱",
      "류승수",
      "손병호",
      "조영진",
      "윤주상"
    ],
    "actor_cameo_name": null,
    "maker": [
      "[등급분류번호] 2004-F107\n[등급분류일자] 2004-04-08\n[관람등급] 15세관람가\n[피트수] 10950\n[컬러여부] Color\n[화면비율] 영화용_1.85:1"
    ]
  },
  {
    "": "271",
    "순위": 272,
    "영화명": "협상",
    "개봉일": "2018.9.19",
    "매출액": "17032133166",
    "관객수": "1967721",
    "스크린수": "919",
    "배급사": "(주)씨제이이엔엠",
    "coach": "이종석",
    "actor_main_name": [
      "현빈",
      "손예진"
    ],
    "actor_sub_name": [
      "김상호",
      "장영남",
      "장광",
      "조영진",
      "이주영",
      "박수영",
      "이학주",
      "이시아",
      "최병모",
      "박성근",
      "정인겸",
      "김민상"
    ],
    "actor_cameo_name": [
      "이문식"
    ],
    "maker": [
      "(주)제이케이필름 JK Film",
      "그리고픽처스",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "272",
    "순위": 273,
    "영화명": "가족",
    "개봉일": "2004.9.3",
    "매출액": "0",
    "관객수": "1932304",
    "스크린수": "44",
    "배급사": "(주)튜브엔터테인먼트",
    "coach": "이정철",
    "actor_main_name": [
      "수애",
      "주현",
      "박지빈"
    ],
    "actor_sub_name": [
      "박희순",
      "박상영",
      "정욱",
      "전국환"
    ],
    "actor_cameo_name": null,
    "maker": [
      "[등급분류번호] 2004-F230\n[등급분류일자] 2004-08-13\n[관람등급] 15세관람가\n[피트수] 8550\n[컬러여부] Color\n[화면비율] 영화용_1.85:1"
    ]
  },
  {
    "": "273",
    "순위": 274,
    "영화명": "애자",
    "개봉일": "2009.9.9",
    "매출액": "13785879439",
    "관객수": "1922634",
    "스크린수": "262",
    "배급사": "(주)시너지하우스 (시너지)",
    "coach": "정기훈",
    "actor_main_name": [
      "최강희",
      "김영애",
      "정혜선"
    ],
    "actor_sub_name": [
      "소주영",
      "허서영",
      "장영남",
      "최일화"
    ],
    "actor_cameo_name": null,
    "maker": [
      "시리우스픽쳐스(주) Sirius Pictures"
    ]
  },
  {
    "": "274",
    "순위": 275,
    "영화명": "내안의 그놈",
    "개봉일": "2019.1.9",
    "매출액": "16412116567",
    "관객수": "1916855",
    "스크린수": "1,041",
    "배급사": "(주)메리크리스마스,TCO(주)더콘텐츠온",
    "coach": "강효진",
    "actor_main_name": [
      "박성웅",
      "진영",
      "라미란"
    ],
    "actor_sub_name": [
      "이수민",
      "이준혁",
      "김광규",
      "민지아",
      "윤경호",
      "김현목",
      "권혁범",
      "이호수",
      "박경혜",
      "조현영",
      "이풍운"
    ],
    "actor_cameo_name": [
      "김홍파"
    ],
    "maker": [
      "(주)에코필름 EchoFilm",
      "(주)전망좋은 영화사 THE PICTURES WITH A VIEW"
    ]
  },
  {
    "": "275",
    "순위": 276,
    "영화명": "천박사 퇴마 연구소: 설경의 비밀",
    "개봉일": "2023.9.27",
    "매출액": "18635492555",
    "관객수": "1916429",
    "스크린수": "1,511",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김성식",
    "actor_main_name": [
      "강동원",
      "허준호",
      "이솜",
      "이동휘",
      "김종수"
    ],
    "actor_sub_name": [
      "박소이",
      "윤병희",
      "주보비",
      "박경혜",
      "이규호",
      "김원해"
    ],
    "actor_cameo_name": [
      "이정은",
      "박명훈",
      "지수"
    ],
    "maker": [
      "(주)외유내강 Filmmaker R & K"
    ]
  },
  {
    "": "276",
    "순위": 277,
    "영화명": "잠복근무",
    "개봉일": "2005.3.17",
    "매출액": "0",
    "관객수": "1914941",
    "스크린수": "64",
    "배급사": "(주)쇼박스",
    "coach": "박광춘",
    "actor_main_name": [
      "김원진",
      "공유",
      "김선아"
    ],
    "actor_sub_name": [
      "하정우",
      "이범수",
      "남상미",
      "강경희",
      "홍수아",
      "김상호"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)마인엔터테인먼트 MINE ENTERTAINMENT",
      "시리우스픽쳐스(주) Sirius Pictures"
    ]
  },
  {
    "": "277",
    "순위": 278,
    "영화명": "그림자 살인",
    "개봉일": "2009.4.2",
    "매출액": "12805808556",
    "관객수": "1914779",
    "스크린수": "387",
    "배급사": "CJ ENM",
    "coach": "박대민",
    "actor_main_name": [
      "황정민",
      "류덕환",
      "오달수",
      "엄지원",
      "박진우"
    ],
    "actor_sub_name": [
      "송요셉",
      "홍서백",
      "홍의정",
      "홍의정",
      "김동길",
      "김경숙",
      "우승연",
      "최광락",
      "정상수",
      "김춘식",
      "최유리",
      "이경태",
      "김요섭",
      "이정홍",
      "오태경",
      "엄효섭",
      "윤제문",
      "김향기",
      "권태원",
      "김응수"
    ],
    "actor_cameo_name": null,
    "maker": [
      "CJ ENM CJ ENM"
    ]
  },
  {
    "": "278",
    "순위": 279,
    "영화명": "#살아있다",
    "개봉일": "2020.6.24",
    "매출액": "15965329900",
    "관객수": "1903703",
    "스크린수": "1,882",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "조일형",
    "actor_main_name": [
      "유아인",
      "박신혜"
    ],
    "actor_sub_name": [
      "전배수",
      "김학선",
      "김현우",
      "김훈만",
      "박철민",
      "박철민",
      "소회정",
      "이현욱",
      "주보비"
    ],
    "actor_cameo_name": null,
    "maker": [
      "영화사 집 ZIP CINEMA",
      "(주)퍼스펙티브픽쳐스 PERSPECTIVE PICTURES"
    ]
  },
  {
    "": "279",
    "순위": 280,
    "영화명": "헤어질 결심",
    "개봉일": "2022.6.29",
    "매출액": "19678744478",
    "관객수": "1897784",
    "스크린수": "1,374",
    "배급사": "(주)씨제이이엔엠",
    "coach": "박찬욱",
    "actor_main_name": [
      "박해일",
      "탕웨이",
      "이정현"
    ],
    "actor_sub_name": [
      "고경표",
      "김신영",
      "정영숙",
      "유승목",
      "서현우",
      "정이서",
      "이학주"
    ],
    "actor_cameo_name": [
      "박정민",
      "박용우",
      "유태오"
    ],
    "maker": [
      "모호필름 Moho Film"
    ]
  },
  {
    "": "280",
    "순위": 281,
    "영화명": "오늘의 연애",
    "개봉일": "2015.1.14",
    "매출액": "14924654487",
    "관객수": "1891993",
    "스크린수": "709",
    "배급사": "(주)씨제이이엔엠",
    "coach": "박진표",
    "actor_main_name": [
      "이승기",
      "문채원"
    ],
    "actor_sub_name": [
      "이서진",
      "이경진",
      "류화영"
    ],
    "actor_cameo_name": [
      "김광규",
      "김부선",
      "가인",
      "임종윤",
      "남능미",
      "김소연"
    ],
    "maker": [
      "(주)팝콘에프앤엠",
      ""
    ]
  },
  {
    "": "281",
    "순위": 282,
    "영화명": "글러브",
    "개봉일": "2011.1.20",
    "매출액": "13757574500",
    "관객수": "1888100",
    "스크린수": "605",
    "배급사": "CJ ENM",
    "coach": "강우석",
    "actor_main_name": [
      "강신일",
      "유선",
      "정재영",
      "조진웅",
      "장기범차명재)",
      "이현우김진만)"
    ],
    "actor_sub_name": [
      "김혜성장대근)",
      "김경호",
      "조찬형",
      "안창현",
      "김선우",
      "김동영"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)시네마서비스 Cinema Service Co.,Ltd."
    ]
  },
  {
    "": "282",
    "순위": 283,
    "영화명": "라디오 스타",
    "개봉일": "2006.9.28",
    "매출액": "0",
    "관객수": "1879501",
    "스크린수": "72",
    "배급사": "(주)시네마서비스",
    "coach": "이준익",
    "actor_main_name": [
      "박중훈",
      "안성기",
      "신정근"
    ],
    "actor_sub_name": [
      "김현아",
      "강광원",
      "함수연",
      "손덕배",
      "최정윤",
      "황현성",
      "노브레인",
      "정석용",
      "윤주상",
      "안미나"
    ],
    "actor_cameo_name": [
      "김장훈"
    ],
    "maker": [
      "(주)영화사아침 Achim Pictures Inc.",
      "(주)씨네월드 Cineworld"
    ]
  },
  {
    "": "283",
    "순위": 284,
    "영화명": "해결사",
    "개봉일": "2010.9.9",
    "매출액": "14063913437",
    "관객수": "1873327",
    "스크린수": "524",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW),(주)에스비에스콘텐츠허브",
    "coach": "권혁재",
    "actor_main_name": [
      "설경구",
      "이정진",
      "오달수"
    ],
    "actor_sub_name": [
      "주진모",
      "문정희",
      "송새벽",
      "김형주"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)외유내강 Filmmaker R & K"
    ]
  },
  {
    "": "284",
    "순위": 285,
    "영화명": "코리아",
    "개봉일": "2012.5.3",
    "매출액": "13448848500",
    "관객수": "1872681",
    "스크린수": "537",
    "배급사": "(주)씨제이이엔엠",
    "coach": "문현성",
    "actor_main_name": [
      "하지원",
      "배두나"
    ],
    "actor_sub_name": [
      "한예리",
      "최윤영",
      "박철민",
      "김응수",
      "오정세",
      "이종석",
      "박영서",
      "박정학",
      "박지연",
      "김재화",
      "김원해",
      "이한위",
      "장리우",
      "이주실",
      "권태원",
      "이정민"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)더타워픽쳐스 The Tower Pictures",
      "(주)씨제이이엔엠 CJ ENM Corp.",
      "(주)웰메이드스타엠 Wellmade STARM Co.,Ltd."
    ]
  },
  {
    "": "285",
    "순위": 286,
    "영화명": "아이들...",
    "개봉일": "2011.2.17",
    "매출액": "13579712500",
    "관객수": "1867849",
    "스크린수": "504",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "이규만",
    "actor_main_name": [
      "박용우",
      "류승룡",
      "성동일",
      "성지루",
      "김여진"
    ],
    "actor_sub_name": [
      "박병은",
      "주진모",
      "조덕제",
      "서영화",
      "이의수",
      "손광익",
      "임태환",
      "최동훈",
      "정계순",
      "박미현",
      "이상희"
    ],
    "actor_cameo_name": [
      "전국환",
      "서주희",
      "라미란"
    ],
    "maker": [
      "(주)누리픽쳐스 NOORI PICTURES",
      "롯데쇼핑㈜롯데엔터테인먼트 Lotte shopping Lotte Entertainment Co.,Ltd"
    ]
  },
  {
    "": "286",
    "순위": 287,
    "영화명": "연애의 온도",
    "개봉일": "2013.3.21",
    "매출액": "13798864446",
    "관객수": "1865195",
    "스크린수": "567",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "노덕",
    "actor_main_name": [
      "이민기",
      "김민희"
    ],
    "actor_sub_name": [
      "최무성",
      "라미란",
      "박병은",
      "하연수",
      "김강현"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)뱅가드스튜디오 Vanguard Studio"
    ]
  },
  {
    "": "287",
    "순위": 288,
    "영화명": "마약왕",
    "개봉일": "2018.12.19",
    "매출액": "16222446942",
    "관객수": "1864076",
    "스크린수": "1,297",
    "배급사": "(주)쇼박스",
    "coach": "우민호",
    "actor_main_name": [
      "송강호",
      "조정석",
      "배두나"
    ],
    "actor_sub_name": [
      "김소진",
      "김대명",
      "이희준",
      "조우진",
      "김준한",
      "이봉련",
      "유재명",
      "이중옥",
      "이서환"
    ],
    "actor_cameo_name": [
      "이성민",
      "김홍파"
    ],
    "maker": [
      "(주)하이브미디어코프 Hive Media Corp."
    ]
  },
  {
    "": "288",
    "순위": 289,
    "영화명": "구세주",
    "개봉일": "2006.2.16",
    "매출액": "0",
    "관객수": "1858668",
    "스크린수": "54",
    "배급사": "쇼이스트(주)",
    "coach": "김정우",
    "actor_main_name": [
      "최성국",
      "신이",
      "김수미"
    ],
    "actor_sub_name": [
      "박준규",
      "이상현",
      "백일섭",
      "김광규"
    ],
    "actor_cameo_name": [
      "이원종"
    ],
    "maker": [
      "㈜익영영화 Ik Young Co. Ltd.",
      ""
    ]
  },
  {
    "": "289",
    "순위": 290,
    "영화명": "조폭마누라2-돌아온 전설",
    "개봉일": "2003.9.5",
    "매출액": "",
    "관객수": "1858077",
    "스크린수": "55",
    "배급사": "CJ ENM",
    "coach": "정흥순",
    "actor_main_name": [
      "신은경",
      "김영호",
      "장세진"
    ],
    "actor_sub_name": [
      "박준규",
      "홍수아",
      "윤태현",
      "류시현",
      "서현정",
      "이단비",
      "주현"
    ],
    "actor_cameo_name": [
      "이원종"
    ],
    "maker": [
      "(주)현진씨네마 Hyun Jin Cinema Co., Ltd."
    ]
  },
  {
    "": "290",
    "순위": 291,
    "영화명": "노무현입니다",
    "개봉일": "2017.5.25",
    "매출액": "14554935612",
    "관객수": "1854867",
    "스크린수": "775",
    "배급사": "CGV아트하우스,영화사 풀",
    "coach": "이창재",
    "actor_main_name": [
      "노무현"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "영화사 풀",
      ""
    ]
  },
  {
    "": "291",
    "순위": 292,
    "영화명": "집으로 가는 길",
    "개봉일": "2013.12.11",
    "매출액": "13048519745",
    "관객수": "1854625",
    "스크린수": "740",
    "배급사": "(주)씨제이이엔엠",
    "coach": "방은진",
    "actor_main_name": [
      "전도연",
      "고수"
    ],
    "actor_sub_name": [
      "류태호",
      "조승연",
      "최민철",
      "허준석",
      "배성우",
      "이동휘",
      "오연아",
      "박지일"
    ],
    "actor_cameo_name": [
      "장광",
      "김해곤"
    ],
    "maker": [
      "(주)씨제이이엔엠 CJ ENM Corp.",
      "(주)다세포클럽 Dasepo Club co. Ltd."
    ]
  },
  {
    "": "292",
    "순위": 293,
    "영화명": "악마를 보았다",
    "개봉일": "2010.8.12",
    "매출액": "14148937025",
    "관객수": "1848418",
    "스크린수": "494",
    "배급사": "(주)쇼박스",
    "coach": "김지운",
    "actor_main_name": [
      "이병헌",
      "최민식"
    ],
    "actor_sub_name": [
      "조승민",
      "김인서",
      "최무성",
      "천호진",
      "오산하",
      "전국환"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)페퍼민트앤컴퍼니 Peppermint&company, Inc.",
      "(주)씨즈엔터테인먼트 SIZ Entertainment Co., Ltd."
    ]
  },
  {
    "": "293",
    "순위": 294,
    "영화명": "바람피기 좋은 날",
    "개봉일": "2007.2.8",
    "매출액": "0",
    "관객수": "1847875",
    "스크린수": "95",
    "배급사": "(주)시네마서비스",
    "coach": "장문일",
    "actor_main_name": [
      "김혜수",
      "윤진서",
      "이종혁",
      "이민기"
    ],
    "actor_sub_name": [
      "김도연",
      "황정민"
    ],
    "actor_cameo_name": [
      "정은표"
    ],
    "maker": [
      "(주)아이필름홀딩스",
      ""
    ]
  },
  {
    "": "294",
    "순위": 295,
    "영화명": "나의 PS 파트너",
    "개봉일": "2012.12.6",
    "매출액": "13896872616",
    "관객수": "1831725",
    "스크린수": "552",
    "배급사": "(주)씨제이이엔엠",
    "coach": "변성현",
    "actor_main_name": [
      "지성",
      "김아중"
    ],
    "actor_sub_name": [
      "신소율",
      "강경준",
      "김성오",
      "정수영",
      "문지윤",
      "김보미",
      "지은",
      "최은두",
      "박준기",
      "신해철"
    ],
    "actor_cameo_name": [
      "김보연"
    ],
    "maker": [
      "나의PS파트너 문화산업전문회사",
      ""
    ]
  },
  {
    "": "295",
    "순위": 296,
    "영화명": "뺑반",
    "개봉일": "2019.1.30",
    "매출액": "15222811848",
    "관객수": "1826714",
    "스크린수": "1,285",
    "배급사": "(주)쇼박스",
    "coach": "한준희",
    "actor_main_name": [
      "공효진",
      "류준열",
      "조정석",
      "유연수"
    ],
    "actor_sub_name": [
      "염정아",
      "전혜진",
      "손석구",
      "김기범",
      "이성욱",
      "박예영",
      "이성민"
    ],
    "actor_cameo_name": [
      "김고은"
    ],
    "maker": [
      "오리진필름(주)",
      "(주)쇼박스 Showbox Corp"
    ]
  },
  {
    "": "296",
    "순위": 297,
    "영화명": "흡혈형사 나도열",
    "개봉일": "2006.2.9",
    "매출액": "0",
    "관객수": "1824822",
    "스크린수": "70",
    "배급사": "(주)쇼박스",
    "coach": "이시명",
    "actor_main_name": [
      "김수로",
      "조여정"
    ],
    "actor_sub_name": [
      "김은경",
      "이동은",
      "윤신애",
      "백민정",
      "손병호"
    ],
    "actor_cameo_name": [
      "김인문"
    ],
    "maker": [
      "영화사청어람(주) Chungeorahm Film",
      "(주)에스엠필름 SM-Film"
    ]
  },
  {
    "": "297",
    "순위": 298,
    "영화명": "변신",
    "개봉일": "2019.8.21",
    "매출액": "15417922925",
    "관객수": "1804112",
    "스크린수": "975",
    "배급사": "(주)에이스메이커무비웍스",
    "coach": "김홍선",
    "actor_main_name": [
      "배성우)",
      "성동일",
      "장영남)",
      "김혜준)",
      "조이현",
      "김강훈",
      "이장원"
    ],
    "actor_sub_name": [
      "김귀선",
      "김세희"
    ],
    "actor_cameo_name": [
      "백윤식"
    ],
    "maker": [
      "(주)다나크리에이티브 DANACREATIVE"
    ]
  },
  {
    "": "298",
    "순위": 299,
    "영화명": "차우",
    "개봉일": "2009.7.15",
    "매출액": "12676951144",
    "관객수": "1799356",
    "스크린수": "397",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "신정원",
    "actor_main_name": [
      "엄태웅",
      "정유미",
      "윤제문",
      "권영국",
      "박혁권",
      "장항선"
    ],
    "actor_sub_name": [
      "김기천",
      "강구현",
      "홍세인",
      "정윤민",
      "하성광",
      "이상희",
      "박혜진"
    ],
    "actor_cameo_name": [
      "최원영"
    ],
    "maker": [
      "(주)영화사수작 Soojak Film"
    ]
  },
  {
    "": "299",
    "순위": 300,
    "영화명": "목포는 항구다",
    "개봉일": "2004.2.20",
    "매출액": "0",
    "관객수": "1795700",
    "스크린수": "32",
    "배급사": "코리아픽쳐스(주)",
    "coach": "김지훈",
    "actor_main_name": [
      "김윤태",
      "차인표",
      "조재현"
    ],
    "actor_sub_name": [
      "송선미",
      "박원서",
      "이선규",
      "이예은",
      "손병호",
      "최덕문",
      "김일우",
      "정경호",
      "정상훈",
      "권혁호",
      "권태원",
      "정인기",
      "정희태"
    ],
    "actor_cameo_name": [
      "이한위",
      "기주봉"
    ],
    "maker": [
      "기획시대(주) KiHweck ShiDae",
      ""
    ]
  },
  {
    "": "300",
    "순위": 301,
    "영화명": "강철비2: 정상회담",
    "개봉일": "2020.7.29",
    "매출액": "14655366110",
    "관객수": "1790797",
    "스크린수": "2,137",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "양우석",
    "actor_main_name": [
      "정우성",
      "유연석",
      "곽도원",
      "앵거스맥페이든"
    ],
    "actor_sub_name": [
      "신정근",
      "류수영",
      "염정아",
      "김용림",
      "김명곤",
      "장광",
      "이재용",
      "안내상",
      "손종학",
      "하쿠류",
      "크리스틴달튼",
      "스콧로웰",
      "서동갑",
      "김승태",
      "정진각",
      "유성주",
      "김중희",
      "김중기",
      "신수연",
      "심희섭"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)스튜디오게니우스우정 STUDIOGENIUSWOOJEUNG CO., LTD"
    ]
  },
  {
    "": "301",
    "순위": 302,
    "영화명": "아내가 결혼했다",
    "개봉일": "2008.10.23",
    "매출액": "11995855000",
    "관객수": "1788748",
    "스크린수": "414",
    "배급사": "CJ ENM",
    "coach": "정윤수",
    "actor_main_name": [
      "손예진",
      "김주혁"
    ],
    "actor_sub_name": [
      "주상욱",
      "이주실",
      "천성훈",
      "김병춘"
    ],
    "actor_cameo_name": [
      "오정세"
    ],
    "maker": [
      "[등급분류번호] 2008-F376\n[등급분류일자] 2008-09-25\n[관람등급] 청소년관람불가"
    ]
  },
  {
    "": "302",
    "순위": 303,
    "영화명": "여고괴담 세번째 이야기: 여우계단",
    "개봉일": "2003.8.1",
    "매출액": "0",
    "관객수": "1784479",
    "스크린수": "44",
    "배급사": "(주)시네마서비스",
    "coach": "윤재연",
    "actor_main_name": [
      "송지효",
      "박한별",
      "박지연",
      "조안"
    ],
    "actor_sub_name": [
      "홍수아",
      "홍지혜"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)씨네이천 Film Production CINE2000"
    ]
  },
  {
    "": "303",
    "순위": 304,
    "영화명": "공범",
    "개봉일": "2013.10.24",
    "매출액": "12333110882",
    "관객수": "1766285",
    "스크린수": "611",
    "배급사": "(주)씨제이이엔엠",
    "coach": "국동석",
    "actor_main_name": [
      "손예진",
      "김갑수",
      "임형준"
    ],
    "actor_sub_name": [
      "이규한",
      "조안",
      "유원선",
      "이선아",
      "장루비",
      "최단비",
      "함채영",
      "김광규",
      "박사랑"
    ],
    "actor_cameo_name": [
      "강신일",
      "임종윤"
    ],
    "maker": [
      "선샤인필름(주)",
      ""
    ]
  },
  {
    "": "304",
    "순위": 305,
    "영화명": "대호",
    "개봉일": "2015.12.16",
    "매출액": "13489904632",
    "관객수": "1762742",
    "스크린수": "892",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "박훈정",
    "actor_main_name": [
      "최민식"
    ],
    "actor_sub_name": [
      "정만식",
      "김상호",
      "성유빈",
      "오스기렌",
      "정석원",
      "김홍파",
      "라미란",
      "이나라",
      "현승민",
      "우정국",
      "박인수",
      "유재명"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)사나이픽처스 SANAI Pictures"
    ]
  },
  {
    "": "305",
    "순위": 306,
    "영화명": "제보자",
    "개봉일": "2014.10.2",
    "매출액": "13515762802",
    "관객수": "1755181",
    "스크린수": "676",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "임순례",
    "actor_main_name": [
      "박해일",
      "유연석",
      "이경영"
    ],
    "actor_sub_name": [
      "박원상",
      "류현경",
      "송하윤",
      "김강현",
      "김수안",
      "김중기",
      "이봉규",
      "이승준",
      "김경란",
      "남명렬",
      "박성근"
    ],
    "actor_cameo_name": [
      "김원해",
      "장광",
      "김영재",
      "황정민",
      "한기중",
      "이미도",
      "최용민",
      "권해효"
    ],
    "maker": [
      "(주)영화사수박 Watermelon Pictures Co., Ltd."
    ]
  },
  {
    "": "306",
    "순위": 307,
    "영화명": "바람난 가족",
    "개봉일": "2003.8.14",
    "매출액": "",
    "관객수": "1748258",
    "스크린수": "32",
    "배급사": "영화사청어람(주)",
    "coach": "임상수",
    "actor_main_name": [
      "문소리",
      "황정민",
      "윤여정",
      "김인문",
      "남수진"
    ],
    "actor_sub_name": [
      "봉태규",
      "백정림",
      "성지루"
    ],
    "actor_cameo_name": [
      "김여진"
    ],
    "maker": [
      "(주)명필름 Myung Films"
    ]
  },
  {
    "": "307",
    "순위": 308,
    "영화명": "거룩한 계보",
    "개봉일": "2006.10.19",
    "매출액": "0",
    "관객수": "1744677",
    "스크린수": "94",
    "배급사": "CJ ENM",
    "coach": "장진",
    "actor_main_name": [
      "정재영",
      "정준호"
    ],
    "actor_sub_name": [
      "김상일",
      "주진모",
      "박용민",
      "김광현",
      "김규철",
      "김도희",
      "김성진",
      "임도영",
      "정용수",
      "이승영",
      "오창렬",
      "이영준",
      "이정",
      "장영남",
      "이철민",
      "이한위",
      "이해영",
      "이상훈"
    ],
    "actor_cameo_name": [
      "윤유선"
    ],
    "maker": [
      "[등급분류번호] 2006-F291\n[등급분류일자] 2006-09-12\n[관람등급] 15세관람가"
    ]
  },
  {
    "": "308",
    "순위": 309,
    "영화명": "전설의 주먹",
    "개봉일": "2013.4.10",
    "매출액": "12777314500",
    "관객수": "1744585",
    "스크린수": "724",
    "배급사": "(주)씨제이이엔엠",
    "coach": "강우석",
    "actor_main_name": [
      "황정민",
      "유준상",
      "이요원",
      "윤제문",
      "정웅인",
      "김태형"
    ],
    "actor_sub_name": [
      "성지루",
      "지우",
      "박정민",
      "박진우",
      "서범식)",
      "강신일",
      "강성진",
      "김종수",
      "이정혁"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)시네마서비스 Cinema Service Co.,Ltd."
    ]
  },
  {
    "": "309",
    "순위": 310,
    "영화명": "연애의 목적",
    "개봉일": "2005.6.10",
    "매출액": "0",
    "관객수": "1735977",
    "스크린수": "75",
    "배급사": "CJ ENM",
    "coach": "한재림",
    "actor_main_name": [
      "강혜정",
      "박해일",
      "이은숙"
    ],
    "actor_sub_name": [
      "이대연",
      "박그리나",
      "이현정",
      "박준명"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)싸이더스 Sidus Corporation"
    ]
  },
  {
    "": "310",
    "순위": 311,
    "영화명": "엽기적인 그녀",
    "개봉일": "2001.7.26",
    "매출액": "0",
    "관객수": "1735692",
    "스크린수": "0",
    "배급사": "이언픽쳐스,(주)시네마서비스",
    "coach": "곽재용",
    "actor_main_name": [
      "전지현",
      "차태현",
      "박승배",
      "이은정"
    ],
    "actor_sub_name": [
      "한진희",
      "김인문",
      "김일우",
      "송옥숙",
      "조경훈"
    ],
    "actor_cameo_name": [
      "양금석"
    ],
    "maker": [
      "(주)신씨네 ShinCine Communications Co., Ltd."
    ]
  },
  {
    "": "311",
    "순위": 312,
    "영화명": "주먹이 운다(Crying Fist)",
    "개봉일": "2005.4.1",
    "매출액": "0",
    "관객수": "1728477",
    "스크린수": "71",
    "배급사": "쇼이스트(주)",
    "coach": "류승완",
    "actor_main_name": [
      "최민식",
      "류승범"
    ],
    "actor_sub_name": [
      "임원희",
      "변희봉",
      "나문희",
      "기주봉",
      "오달수",
      "서혜린",
      "김지훈"
    ],
    "actor_cameo_name": [
      "이도겸"
    ],
    "maker": [
      "(주)브라보엔터테인먼트 Bravo Entertainment",
      "시오필름(주) sio film Co., Ltd."
    ]
  },
  {
    "": "312",
    "순위": 313,
    "영화명": "러브픽션",
    "개봉일": "2012.2.29",
    "매출액": "13200412500",
    "관객수": "1726202",
    "스크린수": "617",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "전계수",
    "actor_main_name": [
      "하정우",
      "공효진",
      "김재화"
    ],
    "actor_sub_name": [
      "이병준",
      "지진희",
      "유인나",
      "조희봉",
      "조희봉"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)삼거리픽쳐스 SAMGEORI Pictures Co., Ltd.",
      "(주)판타지오 Fantagio"
    ]
  },
  {
    "": "313",
    "순위": 314,
    "영화명": "교섭",
    "개봉일": "2023.1.18",
    "매출액": "17460908740",
    "관객수": "1721100",
    "스크린수": "1,289",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "임순례",
    "actor_main_name": [
      "황정민",
      "현빈",
      "강기영"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사수박 Watermelon Pictures Co., Ltd.",
      "원테이크필름",
      ""
    ]
  },
  {
    "": "314",
    "순위": 315,
    "영화명": "담보",
    "개봉일": "2020.9.29",
    "매출액": "14749476550",
    "관객수": "1719592",
    "스크린수": "1,342",
    "배급사": "(주)씨제이이엔엠",
    "coach": "강대규",
    "actor_main_name": [
      "성동일",
      "하지원",
      "김희원"
    ],
    "actor_sub_name": [
      "박소이",
      "김재화",
      "홍승희",
      "유태오",
      "유성주",
      "정인기",
      "진유영",
      "이재용",
      "박현숙",
      "유순웅",
      "차청화",
      "장명갑)",
      "김민주"
    ],
    "actor_cameo_name": [
      "나문희"
    ],
    "maker": [
      "(주)제이케이필름 JK Film",
      "(주)레드로버 Redrover Co., Ltd.",
      "(주)씨제이이엔엠 CJ ENM Corp.",
      "(주)영화사연",
      ""
    ]
  },
  {
    "": "315",
    "순위": 316,
    "영화명": "평양성",
    "개봉일": "2011.1.27",
    "매출액": "12684530500",
    "관객수": "1717566",
    "스크린수": "451",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "이준익",
    "actor_main_name": [
      "정진영",
      "이문식",
      "류승룡",
      "윤제문",
      "선우선",
      "이광수",
      "류담"
    ],
    "actor_sub_name": [
      "신정근",
      "류승수",
      "강하늘",
      "정석용",
      "김민상",
      "조철현"
    ],
    "actor_cameo_name": [
      "이원종",
      "전원주",
      "박용우",
      "류승완",
      "김병만",
      "황정민"
    ],
    "maker": [
      "(주)영화사아침 Achim Pictures Inc.",
      "(주)타이거픽쳐스 Tiger Pictures Inc."
    ]
  },
  {
    "": "316",
    "순위": 317,
    "영화명": "파파로티",
    "개봉일": "2013.3.14",
    "매출액": "11825934000",
    "관객수": "1716429",
    "스크린수": "552",
    "배급사": "(주)쇼박스",
    "coach": "윤종찬",
    "actor_main_name": [
      "한석규",
      "이제훈"
    ],
    "actor_sub_name": [
      "오달수",
      "조진웅",
      "강소라",
      "이재용",
      "배성우",
      "차종호",
      "성유빈",
      "이유준",
      "정민성",
      "이상훈",
      "오창경"
    ],
    "actor_cameo_name": [
      "김지석"
    ],
    "maker": [
      "케이엠컬쳐㈜ KM Culture Co., Ltd."
    ]
  },
  {
    "": "317",
    "순위": 318,
    "영화명": "쎄시봉",
    "개봉일": "2015.2.5",
    "매출액": "13570381911",
    "관객수": "1714803",
    "스크린수": "829",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김현석",
    "actor_main_name": [
      "김윤석",
      "정우",
      "한효주",
      "김희애",
      "진구",
      "장현성",
      "강하늘",
      "조복래",
      "김인권"
    ],
    "actor_sub_name": [
      "이미소",
      "안재홍",
      "이대연",
      "권해효"
    ],
    "actor_cameo_name": null,
    "maker": [
      "유한회사 제이필름 Nogunri Production",
      "(주)무브픽쳐스",
      ""
    ]
  },
  {
    "": "318",
    "순위": 319,
    "영화명": "밀양",
    "개봉일": "2007.5.23",
    "매출액": "0",
    "관객수": "1710364",
    "스크린수": "83",
    "배급사": "(주)시네마서비스",
    "coach": "이창동",
    "actor_main_name": [
      "전도연",
      "송강호"
    ],
    "actor_sub_name": [
      "조영진",
      "김영재",
      "김종수",
      "오만석",
      "김미경",
      "김영선",
      "김미향",
      "이민호",
      "김혜정",
      "성종훈",
      "김명희",
      "조영숙",
      "박종섭",
      "조은진",
      "박현배",
      "조현아",
      "이동영",
      "강희원",
      "문성환",
      "김관규",
      "운기진",
      "최선화",
      "임광명",
      "박성도",
      "이혜영",
      "이유림",
      "이해미",
      "김미경",
      "이윤희"
    ],
    "actor_cameo_name": null,
    "maker": [
      "파인하우스필름(주) PINEHOUSE FILM Co., Ltd"
    ]
  },
  {
    "": "319",
    "순위": 320,
    "영화명": "님은 먼 곳에",
    "개봉일": "2008.7.24",
    "매출액": "11211235000",
    "관객수": "1706576",
    "스크린수": "499",
    "배급사": "(주)쇼박스",
    "coach": "이준익",
    "actor_main_name": [
      "수애",
      "정진영",
      "정경호",
      "주진모",
      "신현탁"
    ],
    "actor_sub_name": [
      "조미령",
      "이주실",
      "박윤호"
    ],
    "actor_cameo_name": [
      "신정근"
    ],
    "maker": [
      "(주)타이거픽쳐스 Tiger Pictures Inc."
    ]
  },
  {
    "": "320",
    "순위": 321,
    "영화명": "시민덕희",
    "개봉일": "2024.1.24",
    "매출액": "16105314097",
    "관객수": "1705223",
    "스크린수": "1,272",
    "배급사": "(주)쇼박스",
    "coach": "박영주",
    "actor_main_name": [
      "라미란",
      "공명",
      "염혜란",
      "박병은",
      "장윤주",
      "이무생",
      "안은진"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "(주)씨제스엔터테인먼트 C-JeS Entertainment",
      "페이지원필름(주)",
      ""
    ]
  },
  {
    "": "321",
    "순위": 322,
    "영화명": "품행제로",
    "개봉일": "2002.12.26",
    "매출액": "0",
    "관객수": "1694637",
    "스크린수": "29",
    "배급사": "영화사청어람(주)",
    "coach": "조근식",
    "actor_main_name": [
      "류승범",
      "공효진",
      "임은경"
    ],
    "actor_sub_name": [
      "제이",
      "이동협",
      "윤선아",
      "박성빈"
    ],
    "actor_cameo_name": [
      "금보라",
      "류승수"
    ],
    "maker": [
      "케이엠컬쳐㈜ KM Culture Co., Ltd."
    ]
  },
  {
    "": "322",
    "순위": 323,
    "영화명": "조폭마누라3",
    "개봉일": "2006.12.28",
    "매출액": "0",
    "관객수": "1690465",
    "스크린수": "71",
    "배급사": "(주)쇼박스",
    "coach": "조진규",
    "actor_main_name": [
      "이범수",
      "서기"
    ],
    "actor_sub_name": [
      "조희봉"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)쇼박스 Showbox Corp"
    ]
  },
  {
    "": "323",
    "순위": 324,
    "영화명": "불꽃처럼 나비처럼",
    "개봉일": "2009.9.24",
    "매출액": "12447633504",
    "관객수": "1690294",
    "스크린수": "437",
    "배급사": "(주)쇼박스",
    "coach": "김용균",
    "actor_main_name": [
      "조승우",
      "수애",
      "천호진",
      "김선화",
      "남현정",
      "이대현"
    ],
    "actor_sub_name": [
      "최경원",
      "최재웅",
      "박민희",
      "고수희",
      "이용녀",
      "김영민"
    ],
    "actor_cameo_name": [
      "이상훈"
    ],
    "maker": [
      "[등급분류번호] 2009-F296\n[등급분류일자] 2009-08-24\n[관람등급] 15세이상관람가\n[피트수] 11160\n[컬러여부] Color\n[화면비율] 영화용_1.85:1"
    ]
  },
  {
    "": "324",
    "순위": 325,
    "영화명": "알포인트",
    "개봉일": "2004.8.20",
    "매출액": "0",
    "관객수": "1689000",
    "스크린수": "42",
    "배급사": "(주)시네마서비스",
    "coach": "공수창",
    "actor_main_name": [
      "감우성",
      "손병호",
      "박원상",
      "오태경",
      "김병철",
      "이동운"
    ],
    "actor_sub_name": [
      "이선균",
      "손진호",
      "문영동",
      "정경호",
      "기주봉",
      "조현수"
    ],
    "actor_cameo_name": null,
    "maker": [
      "[등급분류번호] 2004-F224\n[등급분류일자] 2004-07-28\n[관람등급] 15세관람가\n[피트수] 9540\n[컬러여부] Color\n[화면비율] 영화용_1.85:1"
    ]
  },
  {
    "": "325",
    "순위": 326,
    "영화명": "피끓는 청춘",
    "개봉일": "2014.1.22",
    "매출액": "11688382888",
    "관객수": "1676040",
    "스크린수": "679",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "이연우",
    "actor_main_name": [
      "박보영",
      "이종석",
      "이세영",
      "김영광"
    ],
    "actor_sub_name": [
      "신현탁",
      "이은정",
      "김지혜",
      "김하경",
      "박정민",
      "라미란",
      "권해효",
      "김희원",
      "전수진",
      "이승근"
    ],
    "actor_cameo_name": [
      "김광규"
    ],
    "maker": [
      "(주)담소필름",
      ""
    ]
  },
  {
    "": "326",
    "순위": 327,
    "영화명": "PMC: 더 벙커",
    "개봉일": "2018.12.26",
    "매출액": "14024838424",
    "관객수": "1671548",
    "스크린수": "1,081",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김병우",
    "actor_main_name": [
      "하정우",
      "이선균"
    ],
    "actor_sub_name": [
      "제니퍼엘",
      "민무제",
      "강신철"
    ],
    "actor_cameo_name": [
      "신현빈"
    ],
    "maker": [
      "(주)퍼펙트스톰필름 Perfect Storm Film Inc."
    ]
  },
  {
    "": "327",
    "순위": 328,
    "영화명": "공모자들",
    "개봉일": "2012.8.29",
    "매출액": "12240964500",
    "관객수": "1646142",
    "스크린수": "496",
    "배급사": "씨너스엔터테인먼트(주),타임스토리그룹(주)",
    "coach": "김홍선",
    "actor_main_name": [
      "임창정",
      "최다니엘",
      "오달수",
      "조윤희",
      "정지윤"
    ],
    "actor_sub_name": [
      "조달환",
      "최일화",
      "허준석",
      "윤상호"
    ],
    "actor_cameo_name": [
      "손종학"
    ],
    "maker": [
      "(주)영화사채움 cheum film"
    ]
  },
  {
    "": "328",
    "순위": 329,
    "영화명": "그대를 사랑합니다",
    "개봉일": "2011.2.17",
    "매출액": "12040035000",
    "관객수": "1645126",
    "스크린수": "242",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "추창민",
    "actor_main_name": [
      "이순재",
      "윤소정",
      "송재호",
      "김수미",
      "송지효",
      "오달수"
    ],
    "actor_sub_name": [
      "박남희",
      "이상훈",
      "김비비"
    ],
    "actor_cameo_name": [
      "김향기"
    ],
    "maker": [
      "(주)세인트 폴 시네마 Saint Faul Cinema",
      "그대사 엔터테인먼트 I Love You Entertainment",
      "(주)인벤트스톤 Invent Stone corp"
    ]
  },
  {
    "": "329",
    "순위": 330,
    "영화명": "인질",
    "개봉일": "2021.8.18",
    "매출액": "15585244870",
    "관객수": "1638439",
    "스크린수": "1,288",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "필감성",
    "actor_main_name": [
      "황정민",
      "김재범",
      "이유미",
      "류경수",
      "정재원",
      "이규원",
      "이호정"
    ],
    "actor_sub_name": [
      "조경현",
      "신현종",
      "백주희",
      "한규원",
      "지남혁",
      "류성현",
      "김재철",
      "임형태",
      "강덕중"
    ],
    "actor_cameo_name": [
      "박성웅"
    ],
    "maker": [
      "(주)외유내강 Filmmaker R & K",
      "(주)샘컴퍼니",
      ""
    ]
  },
  {
    "": "330",
    "순위": 331,
    "영화명": "임금님의 사건수첩",
    "개봉일": "2017.4.26",
    "매출액": "12648793723",
    "관객수": "1634403",
    "스크린수": "1,054",
    "배급사": "(주)씨제이이엔엠",
    "coach": "문현성",
    "actor_main_name": [
      "이선균",
      "안재홍"
    ],
    "actor_sub_name": [
      "김희원",
      "주진모",
      "장영남",
      "경수진",
      "정해인",
      "조영진",
      "김응수"
    ],
    "actor_cameo_name": [
      "박정민"
    ],
    "maker": [
      "(주)영화사람 Film Company RAM",
      "(주)씨제이이엔엠 CJ ENM Corp.",
      "(주)더타워픽쳐스 The Tower Pictures"
    ]
  },
  {
    "": "331",
    "순위": 332,
    "영화명": "고死 : 피의 중간고사",
    "개봉일": "2008.8.7",
    "매출액": "10299976000",
    "관객수": "1634051",
    "스크린수": "270",
    "배급사": "에스케이텔레콤(주)",
    "coach": "창",
    "actor_main_name": [
      "이범수",
      "남규리",
      "김범",
      "윤정희"
    ],
    "actor_sub_name": [
      "권현상",
      "백하나",
      "이도현",
      "이얼",
      "공정환",
      "손여은"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)코어콘텐츠미디어 Core Contents Media",
      "(주)워터앤트리 Water n Tree Pictures"
    ]
  },
  {
    "": "332",
    "순위": 333,
    "영화명": "걸캅스",
    "개봉일": "2019.5.9",
    "매출액": "13807476134",
    "관객수": "1628963",
    "스크린수": "973",
    "배급사": "(주)씨제이이엔엠",
    "coach": "정다원",
    "actor_main_name": [
      "라미란",
      "이성경",
      "윤상현",
      "강문봉",
      "강성하",
      "이윤희"
    ],
    "actor_sub_name": [
      "최수영",
      "염혜란",
      "위하준",
      "주우재",
      "강홍석",
      "김도완",
      "한수현",
      "조병규",
      "위하준",
      "안창환",
      "전석호"
    ],
    "actor_cameo_name": [
      "성동일"
    ],
    "maker": [
      "(주)필름모멘텀 FILM MOMENTUM"
    ]
  },
  {
    "": "333",
    "순위": 334,
    "영화명": "두근두근 내 인생",
    "개봉일": "2014.9.3",
    "매출액": "12291081634",
    "관객수": "1624601",
    "스크린수": "629",
    "배급사": "(주)씨제이이엔엠",
    "coach": "이재용",
    "actor_main_name": [
      "송혜교",
      "강동원",
      "조성목"
    ],
    "actor_sub_name": [
      "백일섭",
      "황석정",
      "허준석",
      "김소진",
      "채서진"
    ],
    "actor_cameo_name": [
      "서현"
    ],
    "maker": [
      "영화사 집 ZIP CINEMA"
    ]
  },
  {
    "": "334",
    "순위": 335,
    "영화명": "권순분여사 납치사건",
    "개봉일": "2007.9.12",
    "매출액": "0",
    "관객수": "1619190",
    "스크린수": "86",
    "배급사": "(주)시네마서비스",
    "coach": "김상진",
    "actor_main_name": [
      "강성진",
      "유해진",
      "나문희",
      "백상열"
    ],
    "actor_sub_name": [
      "김서현",
      "강경덕",
      "김홍택",
      "신승훈",
      "조영민",
      "백성기",
      "김기환",
      "유대현",
      "유용주",
      "이호철",
      "이은수",
      "최수영",
      "김진숙",
      "이준영",
      "박상면",
      "박준면"
    ],
    "actor_cameo_name": [
      "윤문식"
    ],
    "maker": [
      "(주)어나더썬데이 Another Sunday Co., Ltd",
      "㈜감독의집 Directors"
    ]
  },
  {
    "": "335",
    "순위": 336,
    "영화명": "우아한 거짓말",
    "개봉일": "2014.3.13",
    "매출액": "11727360300",
    "관객수": "1618988",
    "스크린수": "555",
    "배급사": "CGV아트하우스",
    "coach": "이한",
    "actor_main_name": [
      "김희애",
      "고아성",
      "김유정",
      "김향기",
      "유아인"
    ],
    "actor_sub_name": [
      "강다영",
      "박지영",
      "이재구",
      "김민아",
      "김지훈",
      "김정영",
      "박수영",
      "천우희",
      "한이진"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)유비유필름 UBU FILM",
      "(주)무비락 MOVIEROCK"
    ]
  },
  {
    "": "336",
    "순위": 337,
    "영화명": "무방비도시",
    "개봉일": "2008.1.10",
    "매출액": "10591349944",
    "관객수": "1613728",
    "스크린수": "336",
    "배급사": "CJ ENM",
    "coach": "이상기",
    "actor_main_name": [
      "김명민",
      "손예진",
      "김해숙",
      "김철준",
      "김기천"
    ],
    "actor_sub_name": [
      "김준배",
      "김정태",
      "홍의정",
      "김병옥",
      "박종희",
      "심민섭",
      "박찬형",
      "황혜영",
      "최동현",
      "이상하",
      "유재영",
      "박병렬",
      "장지용",
      "윤유선",
      "오정미",
      "이규환",
      "김영덕",
      "김영두",
      "이창영",
      "박길수",
      "조상건",
      "지대한",
      "손병호"
    ],
    "actor_cameo_name": [
      "박성웅)",
      "이얼"
    ],
    "maker": [
      "[등급분류번호] 2008-F4\n[등급분류일자] 2008-01-03\n[관람등급] 15세이상관람가"
    ]
  },
  {
    "": "337",
    "순위": 338,
    "영화명": "하울링",
    "개봉일": "2012.2.16",
    "매출액": "11765293500",
    "관객수": "1612554",
    "스크린수": "550",
    "배급사": "(주)씨제이이엔엠",
    "coach": "유하",
    "actor_main_name": [
      "송강호",
      "이나영"
    ],
    "actor_sub_name": [
      "이태리",
      "임현성",
      "정진",
      "신정근",
      "이민아",
      "조영진",
      "남보라",
      "권태원",
      "박선우",
      "정민성"
    ],
    "actor_cameo_name": null,
    "maker": [
      "오퍼스픽쳐스(유) OPUS Pictures"
    ]
  },
  {
    "": "338",
    "순위": 339,
    "영화명": "복면달호",
    "개봉일": "2007.2.14",
    "매출액": "0",
    "관객수": "1611192",
    "스크린수": "64",
    "배급사": "㈜스튜디오이쩜영",
    "coach": "김상찬",
    "actor_main_name": [
      "차태현",
      "임채무",
      "이소연"
    ],
    "actor_sub_name": [
      "정석용",
      "이병준",
      "조영호",
      "조용준",
      "박선우",
      "박영서"
    ],
    "actor_cameo_name": [
      "김기현"
    ],
    "maker": [
      "(주)인앤인픽쳐스 In & In Pictures",
      "㈜스튜디오이쩜영",
      ""
    ]
  },
  {
    "": "339",
    "순위": 340,
    "영화명": "사자",
    "개봉일": "2019.7.31",
    "매출액": "12917306145",
    "관객수": "1609737",
    "스크린수": "1,405",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "김주환",
    "actor_main_name": [
      "박서준",
      "안성기",
      "우도환",
      "김근영",
      "손우진",
      "최성아",
      "배한용"
    ],
    "actor_sub_name": [
      "박지현",
      "정지훈",
      "이승희",
      "심희섭",
      "이찬유",
      "김시은",
      "김선민",
      "정의순",
      "김범수",
      "박재홍",
      "차시원",
      "류경수",
      "서정연",
      "박재홍",
      "최지민"
    ],
    "actor_cameo_name": [
      "이승준",
      "최우식",
      "박진주"
    ],
    "maker": [
      "(주)키이스트 keyeast"
    ]
  },
  {
    "": "340",
    "순위": 341,
    "영화명": "신라의 달밤",
    "개봉일": "2001.6.23",
    "매출액": "0",
    "관객수": "1608211",
    "스크린수": "0",
    "배급사": "(주)시네마서비스",
    "coach": "김상진",
    "actor_main_name": [
      "김혜수",
      "이성재",
      "차승원",
      "유해진"
    ],
    "actor_sub_name": [
      "김영준",
      "성지루",
      "이원종",
      "조상건",
      "이종수"
    ],
    "actor_cameo_name": [
      "강성진"
    ],
    "maker": [
      "좋은영화 Fun & Happiness Film",
      "(주)좋은영화",
      ""
    ]
  },
  {
    "": "341",
    "순위": 342,
    "영화명": "가문의 영광",
    "개봉일": "2002.9.12",
    "매출액": "",
    "관객수": "1605775",
    "스크린수": "45",
    "배급사": "(주)시네마서비스",
    "coach": "정흥순",
    "actor_main_name": [
      "김정은",
      "정준호",
      "유동근",
      "성지루",
      "박상욱",
      "김세영"
    ],
    "actor_sub_name": [
      "박근형",
      "이서연"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)태원엔터테인먼트 TAEWON ENTERTAINMENT"
    ]
  },
  {
    "": "342",
    "순위": 343,
    "영화명": "창궐",
    "개봉일": "2018.10.25",
    "매출액": "13275772490",
    "관객수": "1599290",
    "스크린수": "1,351",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "김성훈",
    "actor_main_name": [
      "현빈",
      "장동건"
    ],
    "actor_sub_name": [
      "조우진",
      "정만식",
      "이선빈",
      "김의성",
      "조달환",
      "박진우",
      "서지혜)",
      "한지은",
      "공정환",
      "박지아",
      "김승환",
      "허성태",
      "허준석"
    ],
    "actor_cameo_name": [
      "김태우)",
      "김주혁"
    ],
    "maker": [
      "리양필름(주) Leeyang Film",
      "(주)영화사 이창",
      ""
    ]
  },
  {
    "": "343",
    "순위": 344,
    "영화명": "더 폰",
    "개봉일": "2015.10.22",
    "매출액": "12309164568",
    "관객수": "1593694",
    "스크린수": "794",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "김봉주",
    "actor_main_name": [
      "손현주",
      "엄지원",
      "배성우"
    ],
    "actor_sub_name": [
      "이철민",
      "노정의",
      "장인섭",
      "조달환",
      "황석정"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)미스터로맨스 Mr. Romance"
    ]
  },
  {
    "": "344",
    "순위": 345,
    "영화명": "성난황소",
    "개봉일": "2018.11.22",
    "매출액": "13236490737",
    "관객수": "1593386",
    "스크린수": "1,010",
    "배급사": "(주)쇼박스",
    "coach": "김민호",
    "actor_main_name": [
      "마동석",
      "송지효",
      "김성오",
      "박지환",
      "이세영"
    ],
    "actor_sub_name": [
      "장혁진",
      "박지훈",
      "김민재",
      "이성우",
      "정인기"
    ],
    "actor_cameo_name": null,
    "maker": [
      "주식회사 플러스미디어엔터테인먼트 PLUSMEDIA ENTERTAINMENT",
      "(주)비에이엔터테인먼트 B.A. Entertainment"
    ]
  },
  {
    "": "345",
    "순위": 346,
    "영화명": "간 큰 가족",
    "개봉일": "2005.6.9",
    "매출액": "0",
    "관객수": "1593038",
    "스크린수": "75",
    "배급사": "(주)쇼박스",
    "coach": "조명남",
    "actor_main_name": [
      "감우성",
      "김수미",
      "김수로",
      "김도연",
      "성지루",
      "신이"
    ],
    "actor_sub_name": [
      "이칸희"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)두사부필름 Doosaboo Film, Inc."
    ]
  },
  {
    "": "346",
    "순위": 347,
    "영화명": "집으로...",
    "개봉일": "2002.4.4",
    "매출액": "",
    "관객수": "1576943",
    "스크린수": "32",
    "배급사": "(주)팝엔터테인먼트,CJ ENM",
    "coach": "이정향",
    "actor_main_name": [
      "유승호",
      "김을분",
      "동효희"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "튜브픽쳐스(주) Tube Pictures"
    ]
  },
  {
    "": "347",
    "순위": 348,
    "영화명": "와일드 카드",
    "개봉일": "2003.5.16",
    "매출액": "0",
    "관객수": "1571931",
    "스크린수": "47",
    "배급사": "(주)시네마서비스",
    "coach": "김유진",
    "actor_main_name": [
      "양동근",
      "정진영",
      "기주봉",
      "이동규",
      "한채영",
      "김희찬"
    ],
    "actor_sub_name": [
      "김규민",
      "김명국"
    ],
    "actor_cameo_name": null,
    "maker": [
      "씨앤필름(주) C&Film Co., Ltd.",
      "㈜유진이앤씨",
      ""
    ]
  },
  {
    "": "348",
    "순위": 349,
    "영화명": "삼진그룹 영어토익반",
    "개봉일": "2020.10.21",
    "매출액": "13985885870",
    "관객수": "1571774",
    "스크린수": "1,615",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "이종필",
    "actor_main_name": [
      "고아성",
      "이솜",
      "박혜수"
    ],
    "actor_sub_name": [
      "백현진",
      "조현철",
      "김종수",
      "김원해",
      "배해선",
      "데이비드맥기니스",
      "이성욱"
    ],
    "actor_cameo_name": null,
    "maker": [
      "더램프(주) The LAMP ltd."
    ]
  },
  {
    "": "349",
    "순위": 350,
    "영화명": "무적자",
    "개봉일": "2010.9.16",
    "매출액": "11816488677",
    "관객수": "1571432",
    "스크린수": "416",
    "배급사": "CJ ENM",
    "coach": "송해성",
    "actor_main_name": [
      "주진모",
      "송승헌",
      "김강우",
      "조한선"
    ],
    "actor_sub_name": [
      "이신성",
      "임형준",
      "이소희",
      "서태화",
      "김해곤"
    ],
    "actor_cameo_name": null,
    "maker": [
      "핑거프린트(주) Fingerprint Pictures"
    ]
  },
  {
    "": "350",
    "순위": 351,
    "영화명": "원스어폰어타임",
    "개봉일": "2008.1.31",
    "매출액": "10180143111",
    "관객수": "1562486",
    "스크린수": "315",
    "배급사": "(유)씨에이치엔터테인먼트",
    "coach": "정용기",
    "actor_main_name": [
      "박용우",
      "이보영"
    ],
    "actor_sub_name": [
      "김수현",
      "성동일",
      "김응수",
      "안길강",
      "조희봉",
      "강규영"
    ],
    "actor_cameo_name": [
      "김명수"
    ],
    "maker": [
      "윈엔터테인먼트 WYNN Entertainment Inc."
    ]
  },
  {
    "": "351",
    "순위": 352,
    "영화명": "야수와 미녀",
    "개봉일": "2005.10.27",
    "매출액": "0",
    "관객수": "1561282",
    "스크린수": "54",
    "배급사": "(주)쇼박스",
    "coach": "이계벽",
    "actor_main_name": [
      "류승범",
      "신민아"
    ],
    "actor_sub_name": [
      "김강우",
      "손정민",
      "송민석",
      "함은정",
      "안길강"
    ],
    "actor_cameo_name": null,
    "maker": [
      "시오필름(주) sio film Co., Ltd."
    ]
  },
  {
    "": "352",
    "순위": 353,
    "영화명": "도어락",
    "개봉일": "2018.12.5",
    "매출액": "12803157486",
    "관객수": "1561258",
    "스크린수": "954",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "이권",
    "actor_main_name": [
      "공효진",
      "김성오"
    ],
    "actor_sub_name": [
      "김예원",
      "조복래",
      "이가섭",
      "이천희"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사피어나",
      ""
    ]
  },
  {
    "": "353",
    "순위": 354,
    "영화명": "마파도2",
    "개봉일": "2007.1.18",
    "매출액": "0",
    "관객수": "1560297",
    "스크린수": "66",
    "배급사": "CJ ENM",
    "coach": "이상훈",
    "actor_main_name": [
      "김수미",
      "김영찬",
      "여운계",
      "이문식",
      "김지영",
      "이규한",
      "길해연"
    ],
    "actor_sub_name": [
      "이유진",
      "김누리",
      "이철민"
    ],
    "actor_cameo_name": [
      "주현"
    ],
    "maker": [
      "코리아 엔터테인먼트 Corea Entertainment",
      ""
    ]
  },
  {
    "": "354",
    "순위": 355,
    "영화명": "용의자X",
    "개봉일": "2012.10.18",
    "매출액": "11241013000",
    "관객수": "1552055",
    "스크린수": "553",
    "배급사": "(주)씨제이이엔엠",
    "coach": "방은진",
    "actor_main_name": [
      "류승범",
      "이요원",
      "조진웅"
    ],
    "actor_sub_name": [
      "김윤성",
      "김보라",
      "이석준",
      "임성민",
      "곽민호",
      "권해효",
      "남문철"
    ],
    "actor_cameo_name": [
      "명계남",
      "송영창"
    ],
    "maker": [
      "(주)케이앤엔터테인먼트 K&Entertainment",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "355",
    "순위": 356,
    "영화명": "도굴",
    "개봉일": "2020.11.4",
    "매출액": "13960989670",
    "관객수": "1545281",
    "스크린수": "1,635",
    "배급사": "(주)씨제이이엔엠",
    "coach": "박정배",
    "actor_main_name": [
      "이제훈",
      "조우진",
      "신혜선",
      "임원희"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "(주)싸이런픽쳐스 Siren Pictures"
    ]
  },
  {
    "": "356",
    "순위": 357,
    "영화명": "클래식",
    "개봉일": "2003.1.30",
    "매출액": "",
    "관객수": "1545107",
    "스크린수": "49",
    "배급사": "(주)시네마서비스",
    "coach": "곽재용",
    "actor_main_name": [
      "손예진",
      "조승우",
      "조인성",
      "이성훈"
    ],
    "actor_sub_name": [
      "이기우",
      "서영희",
      "이승철"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)에그필름 EGGFILM.Co.,Ltd"
    ]
  },
  {
    "": "357",
    "순위": 358,
    "영화명": "해바라기",
    "개봉일": "2006.11.23",
    "매출액": "0",
    "관객수": "1543429",
    "스크린수": "64",
    "배급사": "(주)쇼박스",
    "coach": "강석범",
    "actor_main_name": [
      "김래원",
      "김해숙",
      "허이재"
    ],
    "actor_sub_name": [
      "김정태",
      "이준원",
      "한정수",
      "박성웅",
      "김병옥",
      "지대한"
    ],
    "actor_cameo_name": [
      "정은표",
      "박은혜"
    ],
    "maker": [
      "아이비젼엔터테인먼트(주) Ivision Entertainment"
    ]
  },
  {
    "": "358",
    "순위": 359,
    "영화명": "외계+인 1부",
    "개봉일": "2022.7.20",
    "매출액": "15987826548",
    "관객수": "1538504",
    "스크린수": "1,959",
    "배급사": "(주)씨제이이엔엠",
    "coach": "최동훈",
    "actor_main_name": [
      "류준열",
      "김우빈",
      "김태리",
      "소지섭",
      "염정아",
      "조우진",
      "김의성",
      "이하늬"
    ],
    "actor_sub_name": [
      "신정근",
      "이시훈",
      "김대명",
      "최유리",
      "김기천",
      "윤병희",
      "지건우",
      "윤경호",
      "옥자연",
      "이현걸"
    ],
    "actor_cameo_name": [
      "김해숙",
      "유재명",
      "전여빈"
    ],
    "maker": [
      "(주)케이퍼필름 Caper Film"
    ]
  },
  {
    "": "359",
    "순위": 360,
    "영화명": "정직한 후보",
    "개봉일": "2020.2.12",
    "매출액": "12834858530",
    "관객수": "1535630",
    "스크린수": "1,187",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "장유정",
    "actor_main_name": [
      "라미란",
      "김무열",
      "나문희",
      "윤경호",
      "장동주",
      "이서율"
    ],
    "actor_sub_name": [
      "송영창",
      "온주완",
      "조한철",
      "손종학",
      "조수향",
      "윤세아",
      "김용림",
      "안세호",
      "김나윤",
      "고규필",
      "이도엽",
      "양나영",
      "주민찬",
      "김봉만",
      "우미화",
      "전진오"
    ],
    "actor_cameo_name": [
      "오만석"
    ],
    "maker": [
      "(주)수필름 SOO FILM",
      "(주)홍필름 Hong Film"
    ]
  },
  {
    "": "360",
    "순위": 361,
    "영화명": "유감스러운 도시",
    "개봉일": "2009.1.22",
    "매출액": "10300187478",
    "관객수": "1534911",
    "스크린수": "375",
    "배급사": "CJ ENM",
    "coach": "김동원",
    "actor_main_name": [
      "정준호",
      "정웅인",
      "정운택",
      "김상중",
      "박상민"
    ],
    "actor_sub_name": [
      "최경원",
      "노승범",
      "김홍식",
      "홍광석",
      "김형운",
      "박용기",
      "박유현",
      "이상민",
      "나현주",
      "김범석",
      "배경남",
      "김병용",
      "김대희",
      "정구영",
      "장현범",
      "이지인",
      "유준석",
      "윤승남",
      "정경훈",
      "이승우",
      "한고은",
      "강성필"
    ],
    "actor_cameo_name": [
      "지대한",
      "손지나",
      "전미선"
    ],
    "maker": [
      "(주)주머니이엔티 Zoomoney Ent."
    ]
  },
  {
    "": "361",
    "순위": 362,
    "영화명": "작전",
    "개봉일": "2009.2.12",
    "매출액": "10198304795",
    "관객수": "1534407",
    "스크린수": "393",
    "배급사": "(주)쇼박스",
    "coach": "이호재",
    "actor_main_name": [
      "박용하",
      "박희순",
      "김민정",
      "김무열",
      "조덕현"
    ],
    "actor_sub_name": [
      "김준성",
      "신지희",
      "박재웅",
      "권형준",
      "조재윤",
      "신현종",
      "전국환",
      "유승목",
      "김승훈"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사비단길 Bidangil Pictures"
    ]
  },
  {
    "": "362",
    "순위": 363,
    "영화명": "S 다이어리",
    "개봉일": "2004.10.22",
    "매출액": "0",
    "관객수": "1531840",
    "스크린수": "58",
    "배급사": "CJ ENM,아이러브시네마",
    "coach": "권종관",
    "actor_main_name": [
      "공유",
      "홍윤희",
      "최우혁",
      "이현우",
      "김수로",
      "김선화",
      "김선아"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "[등급분류번호] 2004-F276\n[등급분류일자] 2004-09-20\n[관람등급] 15세관람가"
    ]
  },
  {
    "": "363",
    "순위": 364,
    "영화명": "중천",
    "개봉일": "2006.12.21",
    "매출액": "0",
    "관객수": "1531220",
    "스크린수": "87",
    "배급사": "CJ ENM",
    "coach": "조동오",
    "actor_main_name": [
      "정우성",
      "김태희"
    ],
    "actor_sub_name": [
      "정욱",
      "김광일",
      "신제문",
      "소이현",
      "김민범",
      "백경순",
      "백동현",
      "오세윤",
      "장혁진",
      "박정학",
      "박상욱"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)나비픽처스 Nabi Pictures"
    ]
  },
  {
    "": "364",
    "순위": 365,
    "영화명": "내사랑 싸가지",
    "개봉일": "2004.1.16",
    "매출액": "0",
    "관객수": "1513000",
    "스크린수": "33",
    "배급사": "(주)시네마서비스",
    "coach": "신동엽",
    "actor_main_name": [
      "김재원",
      "진태현",
      "하지원"
    ],
    "actor_sub_name": [
      "김지훈",
      "한민",
      "강정호",
      "김상혁",
      "유현호",
      "최용준",
      "김용건",
      "김창완"
    ],
    "actor_cameo_name": [
      "임혁필"
    ],
    "maker": [
      "제이웰엔터테인먼트(주) JWELL Entertainment",
      "(주)포이보스",
      ""
    ]
  },
  {
    "": "365",
    "순위": 366,
    "영화명": "퍼펙트 게임",
    "개봉일": "2011.12.21",
    "매출액": "11220408500",
    "관객수": "1507084",
    "스크린수": "413",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "박희곤",
    "actor_main_name": [
      "조승우",
      "양동근",
      "최정원"
    ],
    "actor_sub_name": [
      "임지훈",
      "김동희",
      "신준호",
      "조찬형",
      "차현우",
      "문용식",
      "최민철",
      "이선진",
      "이성수",
      "박수환",
      "김지만",
      "조진웅",
      "손병호",
      "공정환",
      "김영민",
      "박서준"
    ],
    "actor_cameo_name": [
      "신현종",
      "이병준",
      "최일화"
    ],
    "maker": [
      "(주)동아수출공사 Dong-a Export Co., LTD",
      "밀리언 스토리",
      "(주)다세포클럽 Dasepo Club co. Ltd."
    ]
  },
  {
    "": "366",
    "순위": 367,
    "영화명": "리틀 포레스트",
    "개봉일": "2018.2.28",
    "매출액": "11924818185",
    "관객수": "1505560",
    "스크린수": "884",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "임순례",
    "actor_main_name": [
      "김태리",
      "류준열",
      "문소리",
      "진기주"
    ],
    "actor_sub_name": [
      "김호",
      "전국향",
      "장재희"
    ],
    "actor_cameo_name": [
      "정준원"
    ],
    "maker": [
      "(주)영화사수박 Watermelon Pictures Co., Ltd."
    ]
  },
  {
    "": "367",
    "순위": 368,
    "영화명": "더 게임",
    "개봉일": "2008.1.30",
    "매출액": "9869346557",
    "관객수": "1496214",
    "스크린수": "339",
    "배급사": "",
    "coach": "윤인호",
    "actor_main_name": [
      "변희봉",
      "손현주",
      "신하균",
      "이혜영",
      "김혁",
      "이은성"
    ],
    "actor_sub_name": [
      "박유리",
      "신정근",
      "한재영"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)프라임엔터테인먼트 Prime Entertainment"
    ]
  },
  {
    "": "368",
    "순위": 369,
    "영화명": "부라더",
    "개봉일": "2017.11.2",
    "매출액": "11783109998",
    "관객수": "1492903",
    "스크린수": "889",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "장유정",
    "actor_main_name": [
      "마동석",
      "이동휘",
      "이하늬"
    ],
    "actor_sub_name": [
      "허성태",
      "송상은"
    ],
    "actor_cameo_name": [
      "서현철",
      "김강현"
    ],
    "maker": [
      "(주)홍필름 Hong Film",
      "(주)수필름 SOO FILM"
    ]
  },
  {
    "": "369",
    "순위": 370,
    "영화명": "B형 남자친구",
    "개봉일": "2005.2.3",
    "매출액": "0",
    "관객수": "1485454",
    "스크린수": "47",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "최석원",
    "actor_main_name": [
      "이동건",
      "한지혜"
    ],
    "actor_sub_name": [
      "김꽃비",
      "강기화",
      "최석주",
      "신이"
    ],
    "actor_cameo_name": [
      "김해곤"
    ],
    "maker": [
      "(주)시네마제니스 Cinema Zenith Entertainment"
    ]
  },
  {
    "": "370",
    "순위": 371,
    "영화명": "나의 특별한 형제",
    "개봉일": "2019.5.1",
    "매출액": "12081618074",
    "관객수": "1478156",
    "스크린수": "936",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "육상효",
    "actor_main_name": [
      "신하균",
      "이광수",
      "이솜"
    ],
    "actor_sub_name": [
      "박철민",
      "권해효",
      "길해연",
      "고봉구",
      "김경남",
      "김민석",
      "안지호",
      "우지현",
      "우지현",
      "김현빈",
      "윤정로",
      "김중기"
    ],
    "actor_cameo_name": [
      "김기천"
    ],
    "maker": [
      "(주)명필름 Myung Films",
      "(주)조이래빗 Joy Rabbit"
    ]
  },
  {
    "": "371",
    "순위": 372,
    "영화명": "해무(海霧)",
    "개봉일": "2014.8.13",
    "매출액": "11706502519",
    "관객수": "1475472",
    "스크린수": "584",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "심성보",
    "actor_main_name": [
      "김윤석",
      "박유천",
      "한예리",
      "이희준",
      "문성근",
      "김상호",
      "유승목"
    ],
    "actor_sub_name": [
      "기주봉",
      "권병길",
      "예수정",
      "염혜란",
      "정인기",
      "김영웅"
    ],
    "actor_cameo_name": [
      "윤제문",
      "조덕제"
    ],
    "maker": [
      "(주)해무",
      "(주)루이스 픽쳐스 Lewis Pictures"
    ]
  },
  {
    "": "372",
    "순위": 373,
    "영화명": "차이나타운",
    "개봉일": "2015.4.29",
    "매출액": "11989400678",
    "관객수": "1472006",
    "스크린수": "551",
    "배급사": "CGV아트하우스",
    "coach": "한준희",
    "actor_main_name": [
      "김혜수",
      "김고은"
    ],
    "actor_sub_name": [
      "엄태구",
      "박보검",
      "고경표",
      "이수경",
      "조현철"
    ],
    "actor_cameo_name": [
      "기주봉"
    ],
    "maker": [
      "폴룩스픽쳐스(주)",
      ""
    ]
  },
  {
    "": "373",
    "순위": 374,
    "영화명": "스윙키즈",
    "개봉일": "2018.12.19",
    "매출액": "12081264892",
    "관객수": "1471247",
    "스크린수": "984",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "강형철",
    "actor_main_name": [
      "도경수",
      "박혜수",
      "자레드그라임스",
      "오정세",
      "김민호"
    ],
    "actor_sub_name": [
      "김은주",
      "송재룡",
      "주해은",
      "박진주",
      "박형수",
      "이규성"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)안나푸르나필름",
      ""
    ]
  },
  {
    "": "374",
    "순위": 375,
    "영화명": "잠",
    "개봉일": "2023.9.6",
    "매출액": "13894258933",
    "관객수": "1470359",
    "스크린수": "1,231",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "유재선",
    "actor_main_name": [
      "정유미",
      "이선균"
    ],
    "actor_sub_name": [
      "김금순",
      "이동찬"
    ],
    "actor_cameo_name": [
      "김국희",
      "이경진",
      "윤경호"
    ],
    "maker": [
      "(주)루이스 픽쳐스 Lewis Pictures"
    ]
  },
  {
    "": "375",
    "순위": 376,
    "영화명": "홀리데이",
    "개봉일": "2006.1.19",
    "매출액": "0",
    "관객수": "1458896",
    "스크린수": "42",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "양윤호",
    "actor_main_name": [
      "이성재",
      "최민수"
    ],
    "actor_sub_name": [
      "서경화",
      "김동현",
      "문영동",
      "차유경",
      "이얼",
      "이봉규",
      "장세진"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)현진씨네마 Hyun Jin Cinema Co., Ltd."
    ]
  },
  {
    "": "376",
    "순위": 377,
    "영화명": "각설탕",
    "개봉일": "2006.8.10",
    "매출액": "0",
    "관객수": "1446820",
    "스크린수": "65",
    "배급사": "CJ ENM",
    "coach": "이환경",
    "actor_main_name": [
      "임수정",
      "김유정",
      "박길수",
      "정경호"
    ],
    "actor_sub_name": [
      "박은수",
      "김광규",
      "허재영",
      "신형철",
      "박태종",
      "배정윤",
      "양희진",
      "이태용",
      "이준철",
      "오태경",
      "김상호",
      "권병길",
      "김기천"
    ],
    "actor_cameo_name": [
      "유오성"
    ],
    "maker": [
      "(주)싸이더스 Sidus Corporation"
    ]
  },
  {
    "": "377",
    "순위": 378,
    "영화명": "인간중독",
    "개봉일": "2014.5.14",
    "매출액": "11284787400",
    "관객수": "1441964",
    "스크린수": "682",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "김대우",
    "actor_main_name": [
      "송승헌",
      "임지연",
      "설유진",
      "조여정",
      "온주완",
      "유해진"
    ],
    "actor_sub_name": [
      "김정현",
      "전혜진",
      "배성우",
      "손지나",
      "송지인",
      "예수정"
    ],
    "actor_cameo_name": [
      "이승준"
    ],
    "maker": [
      "(주)아이언팩키지 IRON PACK LTD."
    ]
  },
  {
    "": "378",
    "순위": 379,
    "영화명": "궁녀",
    "개봉일": "2007.10.18",
    "매출액": "0",
    "관객수": "1438531",
    "스크린수": "83",
    "배급사": "(주)시네마서비스",
    "coach": "김미정",
    "actor_main_name": [
      "박진희",
      "윤세아",
      "김윤아",
      "류정아",
      "임정은",
      "서영희"
    ],
    "actor_sub_name": [
      "김남진",
      "김미경",
      "김현아",
      "김유라",
      "정예지",
      "박정민",
      "김은서",
      "박소희",
      "정재근",
      "유지연"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사아침 Achim Pictures Inc."
    ]
  },
  {
    "": "379",
    "순위": 380,
    "영화명": "주홍글씨",
    "개봉일": "2004.10.29",
    "매출액": "0",
    "관객수": "1437549",
    "스크린수": "76",
    "배급사": "(주)쇼박스",
    "coach": "변혁",
    "actor_main_name": [
      "성현아",
      "한석규",
      "이은주",
      "엄지원"
    ],
    "actor_sub_name": [
      "정인기"
    ],
    "actor_cameo_name": [
      "김중기"
    ],
    "maker": [
      "[등급분류번호] 2004-F299\n[등급분류일자] 2004-10-24\n[관람등급] 18세관람가\n[피트수] 10620\n[컬러여부] Color\n[화면비율] 영화용_1.85:1"
    ]
  },
  {
    "": "380",
    "순위": 381,
    "영화명": "탐정 홍길동: 사라진 마을",
    "개봉일": "2016.5.4",
    "매출액": "11514389845",
    "관객수": "1430666",
    "스크린수": "764",
    "배급사": "(주)씨제이이엔엠",
    "coach": "조성희",
    "actor_main_name": [
      "이제훈",
      "김성균"
    ],
    "actor_sub_name": [
      "박근형",
      "정성화",
      "고아라",
      "노정의",
      "김하나",
      "유승목",
      "김하나",
      "이민웅"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사비단길 Bidangil Pictures"
    ]
  },
  {
    "": "381",
    "순위": 382,
    "영화명": "외계+인 2부",
    "개봉일": "2024.1.10",
    "매출액": "13792326337",
    "관객수": "1430121",
    "스크린수": "1,390",
    "배급사": "(주)씨제이이엔엠",
    "coach": "최동훈",
    "actor_main_name": [
      "류준열",
      "김태리",
      "김우빈",
      "이하늬",
      "염정아",
      "조우진",
      "김의성",
      "진선규"
    ],
    "actor_sub_name": [
      "신정근",
      "윤경호",
      "이시훈"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)케이퍼필름 Caper Film"
    ]
  },
  {
    "": "382",
    "순위": 383,
    "영화명": "보이스",
    "개봉일": "2021.9.15",
    "매출액": "14025546720",
    "관객수": "1426357",
    "스크린수": "1,296",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김선",
    "actor_main_name": [
      "변요한",
      "김무열",
      "김희원",
      "박명훈"
    ],
    "actor_sub_name": [
      "이주영",
      "조재윤",
      "이규성",
      "이운산"
    ],
    "actor_cameo_name": [
      "원진아",
      "최병모",
      "손종학",
      "민성욱",
      "손병호",
      "기주봉",
      "차순배"
    ],
    "maker": [
      "(주)수필름 SOO FILM"
    ]
  },
  {
    "": "383",
    "순위": 384,
    "영화명": "런닝맨",
    "개봉일": "2013.4.4",
    "매출액": "10060239500",
    "관객수": "1422844",
    "스크린수": "567",
    "배급사": "이십세기폭스코리아(주)",
    "coach": "조동오",
    "actor_main_name": [
      "신하균",
      "이태리",
      "김상호",
      "조은지",
      "오정세"
    ],
    "actor_sub_name": [
      "주현",
      "김의성",
      "정석용",
      "남경읍",
      "김태훈"
    ],
    "actor_cameo_name": [
      "박상욱"
    ],
    "maker": [
      "(주)크리픽쳐스 Cree Pictures Co.Ltd",
      "이십세기폭스 인터내셔널 프로덕션 20th Century Fox International Productions"
    ]
  },
  {
    "": "384",
    "순위": 385,
    "영화명": "조폭마누라",
    "개봉일": "2001.9.27",
    "매출액": "0",
    "관객수": "1419972",
    "스크린수": "0",
    "배급사": "",
    "coach": "조진규",
    "actor_main_name": [
      "신은경",
      "안재모",
      "권용운",
      "최은주"
    ],
    "actor_sub_name": [
      "박상면",
      "안성민",
      "방성민"
    ],
    "actor_cameo_name": [
      "안석환"
    ],
    "maker": [
      "(주)현진씨네마 Hyun Jin Cinema Co., Ltd."
    ]
  },
  {
    "": "385",
    "순위": 386,
    "영화명": "검은 집",
    "개봉일": "2007.6.21",
    "매출액": "0",
    "관객수": "1408882",
    "스크린수": "71",
    "배급사": "CJ ENM",
    "coach": "신태라",
    "actor_main_name": [
      "황정민",
      "유선",
      "강신일"
    ],
    "actor_sub_name": [
      "김혜정",
      "유승목",
      "정인기"
    ],
    "actor_cameo_name": null,
    "maker": [
      "CJ ENM CJ ENM",
      "가도카와헤럴드픽쳐스 Kadokawa Herald Pictures, INC.",
      ""
    ]
  },
  {
    "": "386",
    "순위": 387,
    "영화명": "구르믈 버서난 달처럼",
    "개봉일": "2010.4.28",
    "매출액": "10408565262",
    "관객수": "1407681",
    "스크린수": "509",
    "배급사": "에스케이텔레콤(주)",
    "coach": "이준익",
    "actor_main_name": [
      "황정민",
      "차승원",
      "한지혜",
      "백성현"
    ],
    "actor_sub_name": [
      "송영창",
      "신정근",
      "이해영",
      "김창완",
      "박윤호"
    ],
    "actor_cameo_name": [
      "김보연",
      "김상호"
    ],
    "maker": [
      "(주)영화사아침 Achim Pictures Inc.",
      "(주)타이거픽쳐스 Tiger Pictures Inc."
    ]
  },
  {
    "": "387",
    "순위": 388,
    "영화명": "허브",
    "개봉일": "2007.1.11",
    "매출액": "0",
    "관객수": "1406199",
    "스크린수": "57",
    "배급사": "(주)쇼박스",
    "coach": "허인무",
    "actor_main_name": [
      "강혜정",
      "정경호",
      "배종옥"
    ],
    "actor_sub_name": [
      "이미영",
      "이영유",
      "이원종"
    ],
    "actor_cameo_name": null,
    "maker": [
      "케이엠컬쳐㈜ KM Culture Co., Ltd."
    ]
  },
  {
    "": "388",
    "순위": 389,
    "영화명": "똥개",
    "개봉일": "2003.7.16",
    "매출액": "0",
    "관객수": "1394000",
    "스크린수": "39",
    "배급사": "쇼이스트(주)",
    "coach": "곽경택",
    "actor_main_name": [
      "정우성",
      "엄지원",
      "김명진",
      "김정태"
    ],
    "actor_sub_name": [
      "허욱",
      "이태준",
      "김상호",
      "천명재"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)진인사필름 ZININSA FILM"
    ]
  },
  {
    "": "389",
    "순위": 390,
    "영화명": "달짝지근해: 7510",
    "개봉일": "2023.8.15",
    "매출액": "13445519901",
    "관객수": "1388309",
    "스크린수": "884",
    "배급사": "(주)마인드마크",
    "coach": "이한",
    "actor_main_name": [
      "유해진",
      "김희선",
      "차인표",
      "진선규",
      "한선화",
      "정다은"
    ],
    "actor_sub_name": [
      "이준혁",
      "이지훈",
      "윤병희",
      "김서현",
      "김기천",
      "현봉식",
      "기소유",
      "이동용",
      "최교식",
      "이승훈",
      "임승범",
      "안주리"
    ],
    "actor_cameo_name": [
      "정우성",
      "염혜란",
      "임시완",
      "고아성",
      "우현",
      "이호철"
    ],
    "maker": [
      "(주)무비락 MOVIEROCK"
    ]
  },
  {
    "": "390",
    "순위": 391,
    "영화명": "기억의 밤",
    "개봉일": "2017.11.29",
    "매출액": "10652346660",
    "관객수": "1387599",
    "스크린수": "751",
    "배급사": "플러스엠 엔터테인먼트,주식회사 키위컴퍼니",
    "coach": "장항준",
    "actor_main_name": [
      "강하늘",
      "김무열",
      "문성근",
      "나영희"
    ],
    "actor_sub_name": [
      "남명렬",
      "이나라"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)비에이엔터테인먼트 B.A. Entertainment"
    ]
  },
  {
    "": "391",
    "순위": 392,
    "영화명": "골든슬럼버",
    "개봉일": "2018.2.14",
    "매출액": "11412768798",
    "관객수": "1387508",
    "스크린수": "833",
    "배급사": "(주)씨제이이엔엠",
    "coach": "노동석",
    "actor_main_name": [
      "강동원",
      "김의성",
      "한효주",
      "김성균",
      "김대명",
      "박다은"
    ],
    "actor_sub_name": [
      "유재명",
      "김재영",
      "조영진",
      "김건"
    ],
    "actor_cameo_name": [
      "윤계상",
      "김유정"
    ],
    "maker": [
      "영화사 집 ZIP CINEMA"
    ]
  },
  {
    "": "392",
    "순위": 393,
    "영화명": "역도산",
    "개봉일": "2004.12.15",
    "매출액": "0",
    "관객수": "1386179",
    "스크린수": "70",
    "배급사": "CJ ENM",
    "coach": "송해성",
    "actor_main_name": [
      "설경구",
      "이명수"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "(주)싸이더스 Sidus Corporation",
      "㈜싸이더스픽쳐스 Sidus Pictures"
    ]
  },
  {
    "": "393",
    "순위": 394,
    "영화명": "브이아이피",
    "개봉일": "2017.8.23",
    "매출액": "10956621835",
    "관객수": "1373316",
    "스크린수": "996",
    "배급사": "워너브러더스 코리아(주)",
    "coach": "박훈정",
    "actor_main_name": [
      "장동건",
      "김명민",
      "박희순",
      "이종석"
    ],
    "actor_sub_name": [
      "오대환",
      "유재명"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사 금월 Goldmoon",
      "(주)페퍼민트앤컴퍼니 Peppermint&company, Inc."
    ]
  },
  {
    "": "394",
    "순위": 395,
    "영화명": "분홍신",
    "개봉일": "2005.6.30",
    "매출액": "0",
    "관객수": "1371122",
    "스크린수": "54",
    "배급사": "(주)쇼박스",
    "coach": "김용균",
    "actor_main_name": [
      "김혜수",
      "박선혜",
      "이용녀"
    ],
    "actor_sub_name": [
      "김성수",
      "박연아",
      "송보경",
      "고수희"
    ],
    "actor_cameo_name": [
      "이얼"
    ],
    "maker": [
      "청년필름(주) Generation Blue Films",
      "씨네클릭 아시아(팬텀) Cineclick Asia(Fantom co.,Ltd)",
      "아이앤코스모스(주)시네와이즈필름 InCosmos Co., Ltd. Cinewise Film"
    ]
  },
  {
    "": "395",
    "순위": 396,
    "영화명": "특별시민",
    "개봉일": "2017.4.26",
    "매출액": "10494768945",
    "관객수": "1362634",
    "스크린수": "1,154",
    "배급사": "(주)쇼박스",
    "coach": "박인제",
    "actor_main_name": [
      "최민식",
      "곽도원",
      "심은경",
      "문소리",
      "라미란",
      "류혜영",
      "이기홍"
    ],
    "actor_sub_name": [
      "진선규",
      "이수경",
      "서이숙",
      "강신철",
      "이윤희"
    ],
    "actor_cameo_name": [
      "이주연"
    ],
    "maker": [
      "(주)팔레트픽처스 Palette Pictures"
    ]
  },
  {
    "": "396",
    "순위": 397,
    "영화명": "차형사",
    "개봉일": "2012.5.30",
    "매출액": "9752555296",
    "관객수": "1346754",
    "스크린수": "433",
    "배급사": "(주)씨제이이엔엠",
    "coach": "신태라",
    "actor_main_name": [
      "강지환",
      "성유리",
      "이수혁",
      "김영광",
      "신민철"
    ],
    "actor_sub_name": [
      "신정근",
      "박정학",
      "이희준",
      "라미란",
      "박보검",
      "주영호",
      "미람",
      "손병욱"
    ],
    "actor_cameo_name": [
      "김우빈"
    ],
    "maker": [
      "썸머트리 주식회사 Summer Tree Inc."
    ]
  },
  {
    "": "397",
    "순위": 398,
    "영화명": "은교",
    "개봉일": "2012.4.25",
    "매출액": "9917728000",
    "관객수": "1346274",
    "스크린수": "521",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "정지우",
    "actor_main_name": [
      "박해일",
      "김무열",
      "김고은"
    ],
    "actor_sub_name": [
      "정만식"
    ],
    "actor_cameo_name": null,
    "maker": [
      "정지우 필름",
      "㈜렛츠필름 Let’s Films"
    ]
  },
  {
    "": "398",
    "순위": 399,
    "영화명": "궁합",
    "개봉일": "2018.2.28",
    "매출액": "10478875438",
    "관객수": "1340117",
    "스크린수": "966",
    "배급사": "(주)씨제이이엔엠",
    "coach": "홍창표",
    "actor_main_name": [
      "심은경",
      "이승기"
    ],
    "actor_sub_name": [
      "김상경",
      "연우진",
      "강민혁",
      "최우식",
      "조복래",
      "박선영",
      "강현우",
      "김서현",
      "조수향"
    ],
    "actor_cameo_name": [
      "윤유선",
      "최민호"
    ],
    "maker": [
      "(주)주피터필름 Jupiter Film"
    ]
  },
  {
    "": "399",
    "순위": 400,
    "영화명": "해적: 도깨비 깃발",
    "개봉일": "2022.1.26",
    "매출액": "12523963990",
    "관객수": "1339242",
    "스크린수": "1,708",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "김정훈",
    "actor_main_name": [
      "강하늘",
      "한효주",
      "이광수",
      "권상우"
    ],
    "actor_sub_name": [
      "채수빈",
      "오세훈",
      "김성오",
      "박지환"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)어뉴 ANEW",
      "오스카10스튜디오",
      ""
    ]
  },
  {
    "": "400",
    "순위": 401,
    "영화명": "미스터 고",
    "개봉일": "2013.7.17",
    "매출액": "9337990000",
    "관객수": "1328890",
    "스크린수": "840",
    "배급사": "(주)쇼박스",
    "coach": "김용화",
    "actor_main_name": [
      "서교",
      "성동일"
    ],
    "actor_sub_name": [
      "김예원",
      "조재윤",
      "변희봉",
      "김인우",
      "김희원",
      "김고은",
      "이양희",
      "김응수",
      "김기천"
    ],
    "actor_cameo_name": [
      "김성주"
    ],
    "maker": [
      "(주)덱스터필름 Dexter Studios",
      "(주)광대무변",
      "(주)컨텐츠아이 Contents Eye"
    ]
  },
  {
    "": "401",
    "순위": 402,
    "영화명": "청담보살",
    "개봉일": "2009.11.11",
    "매출액": "9687687439",
    "관객수": "1321005",
    "스크린수": "404",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "김진영",
    "actor_main_name": [
      "임창정",
      "박예진"
    ],
    "actor_sub_name": [
      "이준혁",
      "박미선",
      "서영희",
      "양택조",
      "박효주",
      "김희원"
    ],
    "actor_cameo_name": [
      "이철민",
      "길해연"
    ],
    "maker": [
      "[등급분류번호] 2009-F369\n[등급분류일자] 2009-10-15\n[관람등급] 15세이상관람가\n[피트수] 10170\n[컬러여부] Color\n[화면비율] 영화용_2.35:1"
    ]
  },
  {
    "": "402",
    "순위": 403,
    "영화명": "사라진 밤",
    "개봉일": "2018.3.7",
    "매출액": "10697981316",
    "관객수": "1315726",
    "스크린수": "925",
    "배급사": "(주)키다리이엔티",
    "coach": "이창희",
    "actor_main_name": [
      "김상경",
      "김강우",
      "김희애"
    ],
    "actor_sub_name": [
      "서현우",
      "이민지",
      "이지훈",
      "최윤석"
    ],
    "actor_cameo_name": [
      "김지영",
      "경수진"
    ],
    "maker": [
      "(주)싸이더스 Sidus Corporation",
      "(주)엠씨엠씨 MCMC",
      "(주)더블앤조이픽쳐스",
      ""
    ]
  },
  {
    "": "403",
    "순위": 404,
    "영화명": "싸움의 기술",
    "개봉일": "2006.1.5",
    "매출액": "0",
    "관객수": "1313727",
    "스크린수": "54",
    "배급사": "CJ ENM",
    "coach": "신한솔",
    "actor_main_name": [
      "백윤식",
      "재희",
      "이동진"
    ],
    "actor_sub_name": [
      "김응수",
      "최여진",
      "권병길",
      "박기웅",
      "손병욱"
    ],
    "actor_cameo_name": [
      "길해연",
      "조상건",
      "조성하"
    ],
    "maker": [
      "코리아 엔터테인먼트 Corea Entertainment",
      ""
    ]
  },
  {
    "": "404",
    "순위": 405,
    "영화명": "간첩",
    "개봉일": "2012.9.20",
    "매출액": "9316548500",
    "관객수": "1310895",
    "스크린수": "576",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "우민호",
    "actor_main_name": [
      "김명민",
      "염정아",
      "유해진",
      "변희봉",
      "정겨운"
    ],
    "actor_sub_name": [
      "정만식",
      "이승호",
      "오나라",
      "천보근",
      "박진우"
    ],
    "actor_cameo_name": [
      "김민재",
      "오광록"
    ],
    "maker": [
      "(주)영화사울림 Woollim"
    ]
  },
  {
    "": "405",
    "순위": 406,
    "영화명": "영화는 영화다",
    "개봉일": "2008.9.11",
    "매출액": "8943849000",
    "관객수": "1307688",
    "스크린수": "326",
    "배급사": "㈜스튜디오이쩜영",
    "coach": "장훈",
    "actor_main_name": [
      "소지섭",
      "강지환",
      "김태웅"
    ],
    "actor_sub_name": [
      "홍수현",
      "고창석",
      "허태희",
      "송용태",
      "한기중"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)김기덕 필름 Kim Ki Duk Film",
      "염화미소",
      ""
    ]
  },
  {
    "": "406",
    "순위": 407,
    "영화명": "장산범",
    "개봉일": "2017.8.17",
    "매출액": "10341783083",
    "관객수": "1306438",
    "스크린수": "711",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "허정",
    "actor_main_name": [
      "염정아",
      "박혁권"
    ],
    "actor_sub_name": [
      "허진",
      "신린아",
      "방유설",
      "이준혁",
      "이주원",
      "노수산나"
    ],
    "actor_cameo_name": [
      "김수안"
    ],
    "maker": [
      "(주)드림캡쳐 Studio Dream Capture"
    ]
  },
  {
    "": "407",
    "순위": 408,
    "영화명": "만남의 광장",
    "개봉일": "2007.8.15",
    "매출액": "0",
    "관객수": "1306434",
    "스크린수": "52",
    "배급사": "(주)쇼박스",
    "coach": "김종진",
    "actor_main_name": [
      "임창정",
      "박진희",
      "김수미",
      "류승범",
      "최우혁",
      "최무인"
    ],
    "actor_sub_name": [
      "심원철",
      "박경순",
      "이한위"
    ],
    "actor_cameo_name": [
      "김광규"
    ],
    "maker": [
      "(주)씨와이필름 CY Film Co. Ltd"
    ]
  },
  {
    "": "408",
    "순위": 409,
    "영화명": "못말리는 결혼",
    "개봉일": "2007.5.10",
    "매출액": "0",
    "관객수": "1304431",
    "스크린수": "70",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "김성욱",
    "actor_main_name": [
      "김수미",
      "김애경",
      "유진",
      "하석진",
      "임채무",
      "임채무"
    ],
    "actor_sub_name": [
      "윤다훈",
      "성은"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)컬처캡미디어 CULTURECAP MEDIA CO.,LTD.",
      "엠넷미디어",
      ""
    ]
  },
  {
    "": "409",
    "순위": 410,
    "영화명": "최강로맨스",
    "개봉일": "2007.1.25",
    "매출액": "0",
    "관객수": "1299274",
    "스크린수": "51",
    "배급사": "(주)쇼박스",
    "coach": "김정우",
    "actor_main_name": [
      "이동욱",
      "현영"
    ],
    "actor_sub_name": [
      "이도겸",
      "주석태"
    ],
    "actor_cameo_name": [
      "이미은"
    ],
    "maker": [
      "㈜더드림앤드픽쳐스 The Dream&Pictures",
      "(주)디알엠엔터테인먼트 DRM ENTERTAINMENT CO,. LTD."
    ]
  },
  {
    "": "410",
    "순위": 411,
    "영화명": "킹콩을 들다",
    "개봉일": "2009.7.1",
    "매출액": "8597263166",
    "관객수": "1277800",
    "스크린수": "411",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "박건용",
    "actor_main_name": [
      "이범수",
      "조안"
    ],
    "actor_sub_name": [
      "김민영",
      "이범석",
      "우현",
      "최희서"
    ],
    "actor_cameo_name": [
      "변희봉",
      "신정근",
      "기주봉"
    ],
    "maker": [
      "(주)알지엔터웍스 RG Enterworks",
      "(주)씨엘엔터테인먼트 CL entertainment, Inc."
    ]
  },
  {
    "": "411",
    "순위": 412,
    "영화명": "달마야, 서울 가자",
    "개봉일": "2004.7.9",
    "매출액": "0",
    "관객수": "1272000",
    "스크린수": "54",
    "배급사": "(주)시네마서비스",
    "coach": "육상효",
    "actor_main_name": [
      "김지영",
      "신현준",
      "유해진",
      "이성호",
      "정진영",
      "이원종"
    ],
    "actor_sub_name": [
      "신정근",
      "염동헌",
      "박윤호"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)타이거픽쳐스 Tiger Pictures Inc.",
      "(주)씨네월드 Cineworld"
    ]
  },
  {
    "": "412",
    "순위": 413,
    "영화명": "달콤한 인생",
    "개봉일": "2005.4.1",
    "매출액": "0",
    "관객수": "1271595",
    "스크린수": "82",
    "배급사": "CJ ENM",
    "coach": "김지운",
    "actor_main_name": [
      "이병헌",
      "김영철",
      "신민아"
    ],
    "actor_sub_name": [
      "김뢰하",
      "이기영",
      "정유미",
      "손정민"
    ],
    "actor_cameo_name": [
      "황정민",
      "문정혁"
    ],
    "maker": [
      "(주)영화사봄 Bom Film Productions Co., Ltd."
    ]
  },
  {
    "": "413",
    "순위": 414,
    "영화명": "클로젯",
    "개봉일": "2020.2.5",
    "매출액": "10971962280",
    "관객수": "1270835",
    "스크린수": "1,197",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김광빈",
    "actor_main_name": [
      "하정우",
      "김남길",
      "허율",
      "김시아"
    ],
    "actor_sub_name": [
      "신현빈",
      "김수진",
      "박지아",
      "임현성",
      "강신철"
    ],
    "actor_cameo_name": [
      "박성웅"
    ],
    "maker": [
      "(주)영화사 월광 MOONLIGHT FILM",
      "(주)퍼펙트스톰필름 Perfect Storm Film Inc."
    ]
  },
  {
    "": "414",
    "순위": 415,
    "영화명": "황진이",
    "개봉일": "2007.6.6",
    "매출액": "0",
    "관객수": "1270644",
    "스크린수": "106",
    "배급사": "(주)시네마서비스",
    "coach": "장윤현",
    "actor_main_name": [
      "송혜교",
      "유지태",
      "윤여정",
      "김병철",
      "김유정",
      "이광희",
      "윤영민"
    ],
    "actor_sub_name": [
      "류승룡",
      "정유미",
      "김응수",
      "김현아",
      "허지원",
      "김명철",
      "최재욱",
      "박철호",
      "조원일",
      "심온",
      "박철호",
      "김석기",
      "유연수",
      "장문정",
      "윤지혜",
      "박성일",
      "오영두",
      "이다경",
      "조승연",
      "김호연",
      "김부선",
      "오태경",
      "예수정"
    ],
    "actor_cameo_name": [
      "권태원"
    ],
    "maker": [
      "(주)씨네이천 Film Production CINE2000",
      "(주)씨즈엔터테인먼트 SIZ Entertainment Co., Ltd."
    ]
  },
  {
    "": "415",
    "순위": 416,
    "영화명": "이장과 군수",
    "개봉일": "2007.3.29",
    "매출액": "0",
    "관객수": "1269142",
    "스크린수": "65",
    "배급사": "CJ ENM",
    "coach": "장규성",
    "actor_main_name": [
      "차승원",
      "유해진",
      "최정원"
    ],
    "actor_sub_name": [
      "김응수",
      "강귀호",
      "남일우",
      "변희봉",
      "전원주"
    ],
    "actor_cameo_name": [
      "이원종",
      "염정아"
    ],
    "maker": [
      "(주)싸이더스 Sidus Corporation"
    ]
  },
  {
    "": "416",
    "순위": 417,
    "영화명": "즐거운 인생",
    "개봉일": "2007.9.13",
    "매출액": "0",
    "관객수": "1263835",
    "스크린수": "82",
    "배급사": "CJ ENM",
    "coach": "이준익",
    "actor_main_name": [
      "김상호",
      "김윤석",
      "주진모",
      "장근석",
      "정진영",
      "김호정"
    ],
    "actor_sub_name": [
      "조성구",
      "홍인기",
      "노브레인",
      "정성미)",
      "이정연)",
      "정민성"
    ],
    "actor_cameo_name": [
      "신정근"
    ],
    "maker": [
      "(주)영화사아침 Achim Pictures Inc."
    ]
  },
  {
    "": "417",
    "순위": 418,
    "영화명": "미스터 소크라테스",
    "개봉일": "2005.11.10",
    "매출액": "0",
    "관객수": "1261965",
    "스크린수": "52",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "최진원",
    "actor_main_name": [
      "김래원",
      "강신일",
      "이종혁",
      "윤태영"
    ],
    "actor_sub_name": [
      "박성웅",
      "정욱",
      "윤서현"
    ],
    "actor_cameo_name": null,
    "maker": [
      "㈜커리지필름 Courage Film",
      "(주)오죤필름 OZONE FILM"
    ]
  },
  {
    "": "418",
    "순위": 419,
    "영화명": "브로커",
    "개봉일": "2022.6.8",
    "매출액": "12586786030",
    "관객수": "1261131",
    "스크린수": "1,594",
    "배급사": "(주)씨제이이엔엠",
    "coach": "고레에다 히로카즈",
    "actor_main_name": [
      "송강호",
      "강동원",
      "배두나",
      "이지은",
      "이주영",
      "윤슬"
    ],
    "actor_sub_name": [
      "임승수",
      "박지용",
      "김선영",
      "이무생",
      "이동휘",
      "김새벽",
      "백현진",
      "오희준",
      "류경수",
      "종호",
      "성유빈",
      "박강섭"
    ],
    "actor_cameo_name": [
      "송새벽",
      "박해준"
    ],
    "maker": [
      "영화사 집 ZIP CINEMA"
    ]
  },
  {
    "": "419",
    "순위": 420,
    "영화명": "달마야 놀자",
    "개봉일": "2001.11.8",
    "매출액": "0",
    "관객수": "1253075",
    "스크린수": "0",
    "배급사": "",
    "coach": "박철관",
    "actor_main_name": [
      "박신양",
      "정진영",
      "박상면"
    ],
    "actor_sub_name": [
      "이원종",
      "김인문",
      "강성진",
      "김수로",
      "홍경인",
      "이문식",
      "류승수"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)씨네월드 Cineworld"
    ]
  },
  {
    "": "420",
    "순위": 421,
    "영화명": "간기남",
    "개봉일": "2012.4.11",
    "매출액": "9356404500",
    "관객수": "1246185",
    "스크린수": "356",
    "배급사": "(주)쇼박스",
    "coach": "김형준",
    "actor_main_name": [
      "박희순",
      "박시연",
      "주상욱",
      "김정태",
      "이한위",
      "이광수",
      "박희순"
    ],
    "actor_sub_name": [
      "차수연",
      "신현탁",
      "김윤성",
      "김경룡"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)트로피엔터테인먼트",
      "㈜더드림앤드픽쳐스 The Dream&Pictures"
    ]
  },
  {
    "": "421",
    "순위": 422,
    "영화명": "유열의 음악앨범",
    "개봉일": "2019.8.28",
    "매출액": "10233455040",
    "관객수": "1245532",
    "스크린수": "1,078",
    "배급사": "CGV아트하우스",
    "coach": "정지우",
    "actor_main_name": [
      "김고은",
      "정해인",
      "최강희"
    ],
    "actor_sub_name": [
      "박해준",
      "김국희",
      "정유진",
      "최준영",
      "유열"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)무비락 MOVIEROCK",
      "정지우 필름",
      "(주)필름봉옥",
      ""
    ]
  },
  {
    "": "422",
    "순위": 423,
    "영화명": "신부수업",
    "개봉일": "2004.8.5",
    "매출액": "0",
    "관객수": "1242476",
    "스크린수": "56",
    "배급사": "코리아픽쳐스(주)",
    "coach": "허인무",
    "actor_main_name": [
      "하지원",
      "권상우"
    ],
    "actor_sub_name": [
      "김유나",
      "김선화",
      "김인권",
      "김인문",
      "김일우"
    ],
    "actor_cameo_name": null,
    "maker": [
      "기획시대(주) KiHweck ShiDae",
      ""
    ]
  },
  {
    "": "423",
    "순위": 424,
    "영화명": "특별수사: 사형수의 편지",
    "개봉일": "2016.6.16",
    "매출액": "9929947065",
    "관객수": "1241899",
    "스크린수": "691",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "권종관",
    "actor_main_name": [
      "김명민",
      "김상호",
      "성동일"
    ],
    "actor_sub_name": [
      "김영애",
      "김향기",
      "김뢰하",
      "박수영",
      "박혁권",
      "최병모",
      "오민석",
      "이지훈",
      "박지환",
      "민진웅",
      "곽자형"
    ],
    "actor_cameo_name": [
      "신구",
      "이한위",
      "이문식",
      "김명국"
    ],
    "maker": [
      "(주)콘텐츠케이",
      ""
    ]
  },
  {
    "": "424",
    "순위": 425,
    "영화명": "퍼펙트맨",
    "개봉일": "2019.10.2",
    "매출액": "10311352770",
    "관객수": "1240022",
    "스크린수": "894",
    "배급사": "(주)쇼박스",
    "coach": "용수",
    "actor_main_name": [
      "설경구",
      "조진웅",
      "허준호",
      "진선규",
      "김사랑"
    ],
    "actor_sub_name": [
      "지승현",
      "이호철",
      "윤상화",
      "김준희"
    ],
    "actor_cameo_name": [
      "박보경",
      "박진우",
      "이유준",
      "김민석"
    ],
    "maker": [
      "(주)맨필름",
      "(주)쇼박스 Showbox Corp"
    ]
  },
  {
    "": "425",
    "순위": 426,
    "영화명": "행복",
    "개봉일": "2007.10.3",
    "매출액": "0",
    "관객수": "1239789",
    "스크린수": "89",
    "배급사": "(주)쇼박스",
    "coach": "허진호",
    "actor_main_name": [
      "황정민",
      "임수정",
      "공효진",
      "조용준"
    ],
    "actor_sub_name": [
      "유승목",
      "김기천"
    ],
    "actor_cameo_name": [
      "박인환",
      "신신애"
    ],
    "maker": [
      "라이필름 Rai Film",
      "영화사 집 ZIP CINEMA"
    ]
  },
  {
    "": "426",
    "순위": 427,
    "영화명": "육혈포 강도단",
    "개봉일": "2010.3.18",
    "매출액": "8784927671",
    "관객수": "1233582",
    "스크린수": "319",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "강효진",
    "actor_main_name": [
      "나문희",
      "김수미",
      "김혜옥",
      "임창정",
      "장원영"
    ],
    "actor_sub_name": [
      "김희원",
      "김광규",
      "강경헌",
      "라미란",
      "염동헌"
    ],
    "actor_cameo_name": [
      "서승원"
    ],
    "maker": [
      "(주)전망좋은 영화사 THE PICTURES WITH A VIEW"
    ]
  },
  {
    "": "427",
    "순위": 428,
    "영화명": "천군",
    "개봉일": "2005.7.15",
    "매출액": "0",
    "관객수": "1232992",
    "스크린수": "58",
    "배급사": "(주)쇼박스",
    "coach": "민준기",
    "actor_main_name": [
      "박중훈",
      "황정민",
      "김승우",
      "공효진"
    ],
    "actor_sub_name": [
      "최경원",
      "이동석",
      "김병춘",
      "김수현"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)싸이더스 Sidus Corporation"
    ]
  },
  {
    "": "428",
    "순위": 429,
    "영화명": "텔미썸딩",
    "개봉일": "1999.11.13",
    "매출액": "0",
    "관객수": "1230000",
    "스크린수": "0",
    "배급사": "(주)시네마서비스",
    "coach": "장윤현",
    "actor_main_name": [
      "한석규",
      "심은하",
      "유준상",
      "염정아"
    ],
    "actor_sub_name": [
      "안석환",
      "장항선"
    ],
    "actor_cameo_name": null,
    "maker": [
      "쿠앤씨필름",
      ""
    ]
  },
  {
    "": "429",
    "순위": 430,
    "영화명": "오케이 마담",
    "개봉일": "2020.8.12",
    "매출액": "10979887910",
    "관객수": "1228685",
    "스크린수": "1,288",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "이철하",
    "actor_main_name": [
      "엄정화",
      "박성웅",
      "이상윤",
      "배정남",
      "이선빈"
    ],
    "actor_sub_name": [
      "정수빈",
      "유하준",
      "박지일",
      "김법래",
      "주석태",
      "최진호",
      "김병옥",
      "김혜은",
      "전수경",
      "박소리",
      "임현성",
      "이시원",
      "송치훈",
      "이정현"
    ],
    "actor_cameo_name": [
      "김종수"
    ],
    "maker": [
      "영화사올(주) OAL CO., LTD",
      "(주)사나이픽처스 SANAI Pictures"
    ]
  },
  {
    "": "430",
    "순위": 431,
    "영화명": "심야의 F.M.",
    "개봉일": "2010.10.14",
    "매출액": "9328562568",
    "관객수": "1228673",
    "스크린수": "422",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "김상만",
    "actor_main_name": [
      "수애",
      "유지태",
      "김윤태"
    ],
    "actor_sub_name": [
      "김동협",
      "신다은",
      "최다연",
      "정만식"
    ],
    "actor_cameo_name": [
      "손지현"
    ],
    "maker": [
      "(주)주말의 명화 WEEKEND CINEMA",
      "(주)홍필름 Hong Film"
    ]
  },
  {
    "": "431",
    "순위": 432,
    "영화명": "두사부일체",
    "개봉일": "2001.12.8",
    "매출액": "0",
    "관객수": "1228142",
    "스크린수": "0",
    "배급사": "CJ ENM",
    "coach": "윤제균",
    "actor_main_name": [
      "정준호",
      "정웅인",
      "정운택",
      "송선미",
      "이영빈"
    ],
    "actor_sub_name": [
      "오승은",
      "박준규",
      "강성필",
      "윤문식",
      "기주봉",
      "고명환",
      "김미화",
      "이현조",
      "박은실",
      "김순홍",
      "김효열",
      "이상섭",
      "박성훈",
      "임현진",
      "임유석",
      "김나영",
      "조수아",
      "권성환",
      "김태정",
      "이낙준",
      "박상현",
      "최진숙",
      "서장석",
      "박상욱"
    ],
    "actor_cameo_name": null,
    "maker": [
      "㈜제니스엔터테인먼트",
      "㈜필름지 FILMZ Corp."
    ]
  },
  {
    "": "432",
    "순위": 433,
    "영화명": "해치지않아",
    "개봉일": "2020.1.15",
    "매출액": "10282332090",
    "관객수": "1224726",
    "스크린수": "1,216",
    "배급사": "(주)에이스메이커무비웍스",
    "coach": "손재곤",
    "actor_main_name": [
      "안재홍",
      "강소라",
      "박영규",
      "김성오",
      "전여빈",
      "박혁권",
      "김용각",
      "손지영"
    ],
    "actor_sub_name": [
      "장승조",
      "서현우",
      "박형수",
      "김흥래",
      "김수진",
      "윤대열",
      "이현욱",
      "오재균"
    ],
    "actor_cameo_name": [
      "한예리",
      "김기천"
    ],
    "maker": [
      "(주)디씨지플러스 DCG PLUS",
      "(주)어바웃잇",
      ""
    ]
  },
  {
    "": "433",
    "순위": 434,
    "영화명": "찌라시: 위험한 소문",
    "개봉일": "2014.2.20",
    "매출액": "9111648087",
    "관객수": "1221420",
    "스크린수": "560",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김광식",
    "actor_main_name": [
      "김강우",
      "고창석",
      "박성웅",
      "정진영"
    ],
    "actor_sub_name": [
      "이준혁",
      "이채은",
      "진선규",
      "김의성",
      "고원희",
      "우기홍"
    ],
    "actor_cameo_name": [
      "장광"
    ],
    "maker": [
      "(주)영화사수박 Watermelon Pictures Co., Ltd."
    ]
  },
  {
    "": "434",
    "순위": 435,
    "영화명": "결혼전야",
    "개봉일": "2013.11.21",
    "매출액": "8444337719",
    "관객수": "1214836",
    "스크린수": "524",
    "배급사": "씨너스엔터테인먼트(주)",
    "coach": "홍지영",
    "actor_main_name": [
      "김강우",
      "김효진",
      "주지훈",
      "이연희",
      "옥택연",
      "마동석",
      "구잘투르수노바",
      "이희준",
      "고준희"
    ],
    "actor_sub_name": [
      "정민주",
      "오나라",
      "민성욱"
    ],
    "actor_cameo_name": [
      "김광규",
      "장광",
      "황정민",
      "이주실"
    ],
    "maker": [
      "(주)수필름 SOO FILM"
    ]
  },
  {
    "": "435",
    "순위": 436,
    "영화명": "깡철이",
    "개봉일": "2013.10.2",
    "매출액": "8572344462",
    "관객수": "1209363",
    "스크린수": "707",
    "배급사": "(주)씨제이이엔엠",
    "coach": "안권태",
    "actor_main_name": [
      "유아인",
      "김해숙",
      "정유미"
    ],
    "actor_sub_name": [
      "김정태",
      "김성오",
      "이시언",
      "신정근",
      "김인우",
      "장태성"
    ],
    "actor_cameo_name": [
      "이도겸",
      "김현숙"
    ],
    "maker": [
      "(주)시네마서비스 Cinema Service Co.,Ltd.",
      "㈜더드림앤드픽쳐스 The Dream&Pictures",
      "㈜팝콘필름 popcorn film"
    ]
  },
  {
    "": "436",
    "순위": 437,
    "영화명": "악녀",
    "개봉일": "2017.6.8",
    "매출액": "9739662144",
    "관객수": "1208081",
    "스크린수": "685",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "정병길",
    "actor_main_name": [
      "김옥빈",
      "신하균",
      "성준",
      "김서형",
      "조은지"
    ],
    "actor_sub_name": [
      "이승주",
      "정해균",
      "박철민",
      "손민지",
      "민예지",
      "김연우"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)앞에있다 Apeitda Co., Ltd."
    ]
  },
  {
    "": "437",
    "순위": 438,
    "영화명": "인사동 스캔들",
    "개봉일": "2009.4.29",
    "매출액": "7900084842",
    "관객수": "1206101",
    "스크린수": "314",
    "배급사": "에스케이텔레콤(주)",
    "coach": "박희곤",
    "actor_main_name": [
      "김래원",
      "엄정화",
      "임하룡",
      "홍수현",
      "박영석",
      "박송해"
    ],
    "actor_sub_name": [
      "김병옥",
      "오정세"
    ],
    "actor_cameo_name": [
      "이얼",
      "지대한",
      "손병호"
    ],
    "maker": [
      "(주)쌈지 SSAMZIE Entertainment Co., Ltd"
    ]
  },
  {
    "": "438",
    "순위": 439,
    "영화명": "해빙",
    "개봉일": "2017.3.1",
    "매출액": "9905406822",
    "관객수": "1204600",
    "스크린수": "915",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "이수연",
    "actor_main_name": [
      "조진웅",
      "신구",
      "김대명"
    ],
    "actor_sub_name": [
      "송영창",
      "이청아",
      "윤세아",
      "이강재"
    ],
    "actor_cameo_name": null,
    "maker": [
      "위더스필름(주) Withus Film",
      "(주)영화사불 BULL PICTURES INC."
    ]
  },
  {
    "": "439",
    "순위": 440,
    "영화명": "그녀를 믿지 마세요",
    "개봉일": "2004.2.20",
    "매출액": "0",
    "관객수": "1204000",
    "스크린수": "43",
    "배급사": "(주)시네마서비스",
    "coach": "배형준",
    "actor_main_name": [
      "강동원",
      "김하늘",
      "임하룡",
      "이안나"
    ],
    "actor_sub_name": [
      "김용선",
      "진경",
      "김지영",
      "김은영",
      "송재호",
      "류태호",
      "이영은"
    ],
    "actor_cameo_name": null,
    "maker": [
      "㈜영화사시선 Seasun Film Company"
    ]
  },
  {
    "": "440",
    "순위": 441,
    "영화명": "형사 Duelist",
    "개봉일": "2005.9.8",
    "매출액": "0",
    "관객수": "1203146",
    "스크린수": "88",
    "배급사": "코리아픽쳐스(주)",
    "coach": "이명세",
    "actor_main_name": [
      "강동원",
      "안성기",
      "하지원",
      "장민"
    ],
    "actor_sub_name": [
      "송영창",
      "윤주상"
    ],
    "actor_cameo_name": [
      "김보연"
    ],
    "maker": [
      "웰메이드엔터테인먼트 Wellmade Entertainment"
    ]
  },
  {
    "": "441",
    "순위": 442,
    "영화명": "시간이탈자",
    "개봉일": "2016.4.13",
    "매출액": "9731838195",
    "관객수": "1202384",
    "스크린수": "733",
    "배급사": "(주)씨제이이엔엠",
    "coach": "곽재용",
    "actor_main_name": [
      "임수정",
      "조정석",
      "이진욱"
    ],
    "actor_sub_name": [
      "정진영",
      "이기우",
      "온주완",
      "전신환",
      "이태리",
      "신지수",
      "허정도"
    ],
    "actor_cameo_name": [
      "임예진",
      "정웅인",
      "박준규"
    ],
    "maker": [
      "(주)씨제이이엔엠 CJ ENM Corp.",
      "상상필름(주) Sang Sang Film"
    ]
  },
  {
    "": "442",
    "순위": 443,
    "영화명": "R2B: 리턴투베이스",
    "개봉일": "2012.8.15",
    "매출액": "8602921371",
    "관객수": "1201944",
    "스크린수": "539",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김동원",
    "actor_main_name": [
      "정지훈",
      "유준상",
      "신세경",
      "김성수"
    ],
    "actor_sub_name": [
      "이하나",
      "이종석",
      "정경호",
      "오달수",
      "정호빈",
      "박효준",
      "정한용",
      "최진호"
    ],
    "actor_cameo_name": [
      "조성하",
      "정석원"
    ],
    "maker": [
      "(주)주머니필름 Zoomoney Entertainment",
      "(주)빨간마후라 Red Muffler Ltd.",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "443",
    "순위": 444,
    "영화명": "더 웹툰: 예고살인",
    "개봉일": "2013.6.27",
    "매출액": "8534322070",
    "관객수": "1201033",
    "스크린수": "541",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김용균",
    "actor_main_name": [
      "이시영",
      "엄기준"
    ],
    "actor_sub_name": [
      "문가영",
      "권해효",
      "김도영",
      "현우"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)필마픽쳐스 Filma Pictures",
      "(주)라인필름 Line Film",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "444",
    "순위": 445,
    "영화명": "생일",
    "개봉일": "2019.4.3",
    "매출액": "9879762840",
    "관객수": "1196694",
    "스크린수": "862",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "이종언",
    "actor_main_name": [
      "설경구",
      "전도연",
      "신안진"
    ],
    "actor_sub_name": [
      "김보민",
      "윤찬영",
      "박종환",
      "성유빈",
      "탕준상",
      "신문성",
      "이봉련",
      "김수진",
      "정종준",
      "박윤호",
      "김계선",
      "선욱현",
      "신운섭",
      "최현진",
      "윤영",
      "성경구",
      "김현"
    ],
    "actor_cameo_name": [
      "김민재"
    ],
    "maker": [
      "나우필름(주) NOWFILM Co., Ltd",
      "(주)영화사레드피터 REDPETER FILMS Co., Ltd",
      "파인하우스필름(주) PINEHOUSE FILM Co., Ltd"
    ]
  },
  {
    "": "445",
    "순위": 446,
    "영화명": "짝패",
    "개봉일": "2006.5.25",
    "매출액": "0",
    "관객수": "1196520",
    "스크린수": "50",
    "배급사": "CJ ENM",
    "coach": "류승완",
    "actor_main_name": [
      "정두홍",
      "류승완",
      "이범수"
    ],
    "actor_sub_name": [
      "김꽃비",
      "김동영",
      "박지환",
      "정희정",
      "조규철",
      "박대희",
      "정우",
      "김병옥",
      "조덕현",
      "정석용",
      "안길강",
      "김시후",
      "이주실",
      "김기천"
    ],
    "actor_cameo_name": [
      "김수현"
    ],
    "maker": [
      "(주)외유내강 Filmmaker R & K"
    ]
  },
  {
    "": "446",
    "순위": 447,
    "영화명": "바람 바람 바람",
    "개봉일": "2018.4.5",
    "매출액": "9784385375",
    "관객수": "1194229",
    "스크린수": "985",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "이병헌",
    "actor_main_name": [
      "이성민",
      "신하균",
      "송지효",
      "이엘"
    ],
    "actor_sub_name": [
      "장영남",
      "고준",
      "김건",
      "양현민"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)하이브미디어코프 Hive Media Corp."
    ]
  },
  {
    "": "447",
    "순위": 448,
    "영화명": "파송송 계란탁",
    "개봉일": "2005.2.18",
    "매출액": "0",
    "관객수": "1193150",
    "스크린수": "48",
    "배급사": "CJ ENM",
    "coach": "오상훈",
    "actor_main_name": [
      "이인성",
      "최무인",
      "임창정",
      "최태춘"
    ],
    "actor_sub_name": [
      "현경선",
      "김량진",
      "안희성",
      "김혜란)",
      "신용극",
      "김은자)",
      "황지애",
      "정필주",
      "박혜원",
      "임지혜",
      "한명식",
      "고영광",
      "기은아",
      "김가연",
      "사공회",
      "사공회",
      "류진화",
      "김경규",
      "이솔지",
      "김나미",
      "이주민",
      "오상훈",
      "오상훈",
      "이덕희",
      "이재명",
      "김우성",
      "이정청",
      "맹상훈",
      "엄수정"
    ],
    "actor_cameo_name": [
      "지대한",
      "심이영"
    ],
    "maker": [
      "(주)굿플레이어 Good Player"
    ]
  },
  {
    "": "448",
    "순위": 449,
    "영화명": "몽정기2",
    "개봉일": "2005.1.14",
    "매출액": "0",
    "관객수": "1188815",
    "스크린수": "41",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "정초신",
    "actor_main_name": [
      "이지훈",
      "전혜빈",
      "박슬기",
      "송은채"
    ],
    "actor_sub_name": [
      "조경진",
      "이희원",
      "박길수"
    ],
    "actor_cameo_name": [
      "김지영",
      "박준규",
      "김해숙",
      "정동환"
    ],
    "maker": [
      "[등급분류번호] 2004-F360\n[등급분류일자] 2004-12-24\n[관람등급] 15세관람가\n[피트수] 9090\n[컬러여부] Color\n[화면비율] 영화용_2.35:1"
    ]
  },
  {
    "": "449",
    "순위": 450,
    "영화명": "힘을 내요, 미스터 리",
    "개봉일": "2019.9.11",
    "매출액": "9930518906",
    "관객수": "1181960",
    "스크린수": "990",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "이계벽",
    "actor_main_name": [
      "차승원",
      "엄채영",
      "박해준",
      "정원중"
    ],
    "actor_sub_name": [
      "김혜옥",
      "안길강",
      "전혜빈",
      "류한비",
      "조한철",
      "성지루",
      "김법래",
      "신현빈",
      "정준원",
      "정희태",
      "안민영",
      "지이수",
      "윤병희",
      "이승원",
      "오태경"
    ],
    "actor_cameo_name": [
      "이승엽"
    ],
    "maker": [
      "(주)용필름 Yong Film Inc.",
      "(주)덱스터스튜디오 Dexter Studios Co., Ltd."
    ]
  },
  {
    "": "450",
    "순위": 451,
    "영화명": "빅매치",
    "개봉일": "2014.11.27",
    "매출액": "8952096578",
    "관객수": "1177438",
    "스크린수": "627",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "최호",
    "actor_main_name": [
      "이정재",
      "신하균",
      "이성민",
      "보아"
    ],
    "actor_sub_name": [
      "김의성",
      "손호준",
      "김종선",
      "배성우",
      "최우식",
      "김윤성"
    ],
    "actor_cameo_name": [
      "조덕제"
    ],
    "maker": [
      "(주)보경사 BK PICTURES"
    ]
  },
  {
    "": "451",
    "순위": 452,
    "영화명": "여선생 VS 여제자",
    "개봉일": "2004.11.17",
    "매출액": "0",
    "관객수": "1175580",
    "스크린수": "55",
    "배급사": "CJ ENM",
    "coach": "장규성",
    "actor_main_name": [
      "이지훈",
      "이세영",
      "염정아"
    ],
    "actor_sub_name": [
      "이지영",
      "정형민",
      "최란",
      "변희봉"
    ],
    "actor_cameo_name": [
      "이원종"
    ],
    "maker": [
      "[등급분류번호] 2004-F308\n[등급분류일자] 2004-10-21\n[관람등급] 15세관람가\n[피트수] 11067\n[컬러여부] Color\n[화면비율] 영화용_1.85:1"
    ]
  },
  {
    "": "452",
    "순위": 453,
    "영화명": "서양 골동 양과자점 앤티크",
    "개봉일": "2008.11.13",
    "매출액": "7367880833",
    "관객수": "1173310",
    "스크린수": "451",
    "배급사": "오퍼스픽쳐스(유),(주)쇼박스",
    "coach": "민규동",
    "actor_main_name": [
      "주지훈",
      "김재욱",
      "유아인",
      "최지호"
    ],
    "actor_sub_name": [
      "탁트인",
      "이상하",
      "이휘향",
      "문희경",
      "김창완",
      "박준면",
      "이주실",
      "남명렬",
      "권태원"
    ],
    "actor_cameo_name": [
      "이영진",
      "조희봉"
    ],
    "maker": [
      "영화사 집 ZIP CINEMA",
      "(주)수필름 SOO FILM"
    ]
  },
  {
    "": "454",
    "순위": 455,
    "영화명": "인생은 아름다워",
    "개봉일": "2022.9.28",
    "매출액": "10898590019",
    "관객수": "1171648",
    "스크린수": "1,285",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "김영탁",
    "actor_main_name": [
      "차태현",
      "남상미"
    ],
    "actor_sub_name": [
      "오달수",
      "고창석",
      "진경",
      "김강현",
      "최성원",
      "이준혁",
      "박명신",
      "이화겸",
      "김현"
    ],
    "actor_cameo_name": [
      "안길강"
    ],
    "maker": [
      "이십세기폭스 인터내셔널 프로덕션 20th Century Fox International Productions",
      "(주)영화사AK기쁜우리젊은날 HAPPY HOURS FILMS CO.,LTD."
    ]
  },
  {
    "": "455",
    "순위": 456,
    "영화명": "슬로우 비디오",
    "개봉일": "2014.10.2",
    "매출액": "8913092219",
    "관객수": "1169562",
    "스크린수": "618",
    "배급사": "이십세기폭스코리아(주)",
    "coach": "이준익",
    "actor_main_name": [
      "강하늘",
      "박정민"
    ],
    "actor_sub_name": [
      "김인우",
      "최홍일",
      "김정팔",
      "최희서",
      "신윤주",
      "이선주",
      "민진웅"
    ],
    "actor_cameo_name": [
      "문성근"
    ],
    "maker": [
      "(주) 루스이소니도스 Luz Y Sonidos"
    ]
  },
  {
    "": "456",
    "순위": 457,
    "영화명": "동주",
    "개봉일": "2016.2.17",
    "매출액": "8870143589",
    "관객수": "1169335",
    "스크린수": "499",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "홍지영",
    "actor_main_name": [
      "김윤석",
      "변요한",
      "채서진"
    ],
    "actor_sub_name": [
      "김상호",
      "안세하",
      "박혜수",
      "김호정"
    ],
    "actor_cameo_name": [
      "김효진",
      "김성령",
      "정인기"
    ],
    "maker": [
      "(주)수필름 SOO FILM"
    ]
  },
  {
    "": "457",
    "순위": 458,
    "영화명": "당신, 거기 있어줄래요",
    "개봉일": "2016.12.14",
    "매출액": "9361133648",
    "관객수": "1168625",
    "스크린수": "767",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "임상수",
    "actor_main_name": [
      "김강우",
      "백윤식",
      "윤여정",
      "김효진"
    ],
    "actor_sub_name": [
      "온주완",
      "권병길",
      "황정민"
    ],
    "actor_cameo_name": [
      "김응수",
      "정원중"
    ],
    "maker": [
      "휠므빠말주식회사",
      ""
    ]
  },
  {
    "": "458",
    "순위": 459,
    "영화명": "돈의 맛",
    "개봉일": "2012.5.17",
    "매출액": "8780178611",
    "관객수": "1166018",
    "스크린수": "643",
    "배급사": "(주)시너지하우스 (시너지),롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "강제규",
    "actor_main_name": [
      "박근형",
      "윤여정",
      "조진웅",
      "한지민",
      "윤여정"
    ],
    "actor_sub_name": [
      "황우슬혜",
      "문가영",
      "찬열",
      "이준혁",
      "김재화",
      "남명렬"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)빅픽쳐",
      "(주)씨제이이엔엠 CJ ENM Corp."
    ]
  },
  {
    "": "459",
    "순위": 460,
    "영화명": "장수상회",
    "개봉일": "2015.4.9",
    "매출액": "8729412643",
    "관객수": "1163575",
    "스크린수": "688",
    "배급사": "(주)씨제이이엔엠",
    "coach": "천세환",
    "actor_main_name": [
      "연정훈",
      "박진희"
    ],
    "actor_sub_name": [
      "김용훈",
      "최은주",
      "박용식",
      "정혜정",
      "최성욱",
      "하동훈",
      "최원영"
    ],
    "actor_cameo_name": [
      "심형탁",
      "최여진"
    ],
    "maker": [
      "㈜필름지 FILMZ Corp."
    ]
  },
  {
    "": "460",
    "순위": 461,
    "영화명": "연애술사",
    "개봉일": "2005.5.20",
    "매출액": "0",
    "관객수": "1163274",
    "스크린수": "55",
    "배급사": "CJ ENM",
    "coach": "강우석",
    "actor_main_name": [
      "설경구",
      "이성재"
    ],
    "actor_sub_name": [
      "강신일",
      "안내상",
      "이문식",
      "성지루",
      "유해진",
      "조규성",
      "조용수",
      "김경은",
      "안석환"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)시네마서비스 Cinema Service Co.,Ltd."
    ]
  },
  {
    "": "461",
    "순위": 462,
    "영화명": "공공의 적",
    "개봉일": "2002.1.24",
    "매출액": "",
    "관객수": "1161500",
    "스크린수": "54",
    "배급사": "(주)시네마서비스",
    "coach": "정용기",
    "actor_main_name": [
      "정준호",
      "김민정",
      "유동근",
      "성동일",
      "박근형",
      "박상욱",
      "윤두준",
      "황광희",
      "유민",
      "손나은",
      "유혜정",
      "왕석현"
    ],
    "actor_sub_name": [
      "김도영"
    ],
    "actor_cameo_name": [
      "윤문식"
    ],
    "maker": [
      "(주)태원엔터테인먼트 TAEWON ENTERTAINMENT"
    ]
  },
  {
    "": "462",
    "순위": 463,
    "영화명": "가문의 영광5 - 가문의 귀환",
    "개봉일": "2012.12.19",
    "매출액": "8330342500",
    "관객수": "1160021",
    "스크린수": "447",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "조민호",
    "actor_main_name": [
      "고아성",
      "김새벽",
      "정하담",
      "류경수",
      "신영주",
      "정하담"
    ],
    "actor_sub_name": [
      "최무성)",
      "하성광",
      "김남진",
      "최미라",
      "이성원",
      "이수연",
      "김지성",
      "심태영",
      "최일순",
      "오지영)"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)디씨지플러스 DCG PLUS"
    ]
  },
  {
    "": "463",
    "순위": 464,
    "영화명": "항거:유관순 이야기",
    "개봉일": "2019.2.27",
    "매출액": "9290065101",
    "관객수": "1157707",
    "스크린수": "1,094",
    "배급사": "롯데컬처웍스(주)롯데엔터테인먼트",
    "coach": "이언희",
    "actor_main_name": [
      "엄지원",
      "공효진"
    ],
    "actor_sub_name": [
      "서하늬",
      "고준",
      "김선영",
      "이성욱",
      "박해준"
    ],
    "actor_cameo_name": null,
    "maker": [
      "다이스필름(주) Dice Film"
    ]
  },
  {
    "": "464",
    "순위": 465,
    "영화명": "미씽: 사라진 여자",
    "개봉일": "2016.11.30",
    "매출액": "8881616256",
    "관객수": "1153109",
    "스크린수": "790",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "김형준",
    "actor_main_name": [
      "설경구",
      "류승범",
      "한혜진",
      "김홍파"
    ],
    "actor_sub_name": [
      "성지루",
      "박상욱",
      "이정우",
      "김혁",
      "강규환",
      "강승완",
      "남경읍",
      "이도겸"
    ],
    "actor_cameo_name": null,
    "maker": [
      "㈜더드림앤드픽쳐스 The Dream&Pictures",
      "(주)시네마서비스 Cinema Service Co.,Ltd."
    ]
  },
  {
    "": "465",
    "순위": 466,
    "영화명": "용서는 없다",
    "개봉일": "2010.1.7",
    "매출액": "8737627361",
    "관객수": "1144238",
    "스크린수": "334",
    "배급사": "(주)시네마서비스",
    "coach": "임태형",
    "actor_main_name": [
      "박원상",
      "최우혁",
      "배종옥",
      "박지빈"
    ],
    "actor_sub_name": [
      "양현우",
      "강남미",
      "정혜숙",
      "손선아"
    ],
    "actor_cameo_name": null,
    "maker": [
      "[등급분류번호] 2005-F092\n[등급분류일자] 2005-04-12\n[관람등급] 전체관람가\n[피트수] 8370\n[컬러여부] Color\n[화면비율] 영화용_2.35:1"
    ]
  },
  {
    "": "466",
    "순위": 467,
    "영화명": "안녕, 형아",
    "개봉일": "2005.5.27",
    "매출액": "0",
    "관객수": "1143136",
    "스크린수": "45",
    "배급사": "(주)시네마서비스",
    "coach": "송해성",
    "actor_main_name": [
      "박해일",
      "윤제문",
      "공효진",
      "윤여정",
      "진지희"
    ],
    "actor_sub_name": [
      "김영재",
      "이영진",
      "유승목",
      "박영서"
    ],
    "actor_cameo_name": [
      "이영진"
    ],
    "maker": [
      "(주)인벤트스톤 Invent Stone corp"
    ]
  },
  {
    "": "467",
    "순위": 468,
    "영화명": "고령화 가족",
    "개봉일": "2013.5.9",
    "매출액": "8169492153",
    "관객수": "1141222",
    "스크린수": "583",
    "배급사": "(주)씨제이이엔엠",
    "coach": "곽경택",
    "actor_main_name": [
      "김명민",
      "최민호",
      "김성철",
      "김인권",
      "곽시양",
      "봉명필"
    ],
    "actor_sub_name": [
      "메간폭스",
      "조지이즈",
      "장지건",
      "이재욱",
      "이호정"
    ],
    "actor_cameo_name": [
      "동방우"
    ],
    "maker": [
      "(주)태원엔터테인먼트 TAEWON ENTERTAINMENT"
    ]
  },
  {
    "": "468",
    "순위": 469,
    "영화명": "장사리 : 잊혀진 영웅들",
    "개봉일": "2019.9.25",
    "매출액": "8997921050",
    "관객수": "1140876",
    "스크린수": "1,090",
    "배급사": "워너브러더스 코리아(주)",
    "coach": "장유정",
    "actor_main_name": [
      "임수정",
      "공유"
    ],
    "actor_sub_name": [
      "천호진",
      "이청아",
      "전수경",
      "류승수"
    ],
    "actor_cameo_name": [
      "신성록",
      "정규수",
      "정성화",
      "장영남",
      "오나라",
      "최일화",
      "김무열",
      "최지호",
      "원기준",
      "정준하",
      "오만석",
      "김동욱",
      "엄기준"
    ],
    "maker": [
      "(주)수필름 SOO FILM"
    ]
  },
  {
    "": "469",
    "순위": 470,
    "영화명": "김종욱 찾기",
    "개봉일": "2010.12.8",
    "매출액": "8271660983",
    "관객수": "1130638",
    "스크린수": "442",
    "배급사": "CJ ENM",
    "coach": "조선호",
    "actor_main_name": [
      "김명민",
      "변요한",
      "유재명",
      "조은형",
      "신혜선"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "(주)라인필름 Line Film"
    ]
  },
  {
    "": "470",
    "순위": 471,
    "영화명": "하루",
    "개봉일": "2017.6.15",
    "매출액": "9072737842",
    "관객수": "1129609",
    "스크린수": "781",
    "배급사": "CGV아트하우스",
    "coach": "김용완",
    "actor_main_name": [
      "마동석",
      "권율",
      "한예리",
      "김미미",
      "이범규"
    ],
    "actor_sub_name": [
      "김건",
      "양현민",
      "오창경"
    ],
    "actor_cameo_name": [
      "오승환",
      "김동현"
    ],
    "maker": [
      "(주)코코너",
      ""
    ]
  },
  {
    "": "471",
    "순위": 472,
    "영화명": "챔피언",
    "개봉일": "2018.5.1",
    "매출액": "9471138230",
    "관객수": "1128774",
    "스크린수": "874",
    "배급사": "워너브러더스 코리아(주)",
    "coach": "허종호",
    "actor_main_name": [
      "이선균",
      "김고은",
      "임원희"
    ],
    "actor_sub_name": [
      "장현성",
      "최재웅",
      "김윤혜",
      "홍성덕",
      "배유람",
      "박지영",
      "민진웅"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)씨제이이엔엠 CJ ENM Corp.",
      "(주)영화사 빛나는 제국",
      "우수영화사",
      ""
    ]
  },
  {
    "": "472",
    "순위": 473,
    "영화명": "성난 변호사",
    "개봉일": "2015.10.8",
    "매출액": "8723650039",
    "관객수": "1128288",
    "스크린수": "607",
    "배급사": "(주)씨제이이엔엠",
    "coach": "이병헌",
    "actor_main_name": [
      "박서준",
      "아이유"
    ],
    "actor_sub_name": [
      "김종수",
      "고창석",
      "정승길",
      "이현우",
      "양현민",
      "홍완표",
      "허준석",
      "이하늬"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)옥토버시네마",
      "(주)노브레이크필름",
      ""
    ]
  },
  {
    "": "473",
    "순위": 474,
    "영화명": "드림",
    "개봉일": "2023.4.26",
    "매출액": "10818979597",
    "관객수": "1128080",
    "스크린수": "1,285",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "박현진",
    "actor_main_name": [
      "김하늘",
      "윤계상"
    ],
    "actor_sub_name": [
      "차현정",
      "신성록",
      "김혜옥",
      "옥지영",
      "서동원"
    ],
    "actor_cameo_name": [
      "이대연"
    ],
    "maker": [
      "(주)피카소필름 Picasso film"
    ]
  },
  {
    "": "474",
    "순위": 475,
    "영화명": "6년째 연애중",
    "개봉일": "2008.2.5",
    "매출액": "7460438000",
    "관객수": "1123294",
    "스크린수": "327",
    "배급사": "(주)스튜디오210",
    "coach": "안상훈",
    "actor_main_name": [
      "송윤아",
      "이동욱"
    ],
    "actor_sub_name": [
      "손승진",
      "이승주",
      "이승철",
      "정원중",
      "이종수"
    ],
    "actor_cameo_name": null,
    "maker": [
      "㈜더드림앤드픽쳐스 The Dream&Pictures",
      "(주)디알엠엔터테인먼트 DRM ENTERTAINMENT CO,. LTD."
    ]
  },
  {
    "": "475",
    "순위": 476,
    "영화명": "아랑",
    "개봉일": "2006.6.28",
    "매출액": "0",
    "관객수": "1122399",
    "스크린수": "46",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "황병국",
    "actor_main_name": [
      "엄태웅",
      "주원",
      "정진영",
      "성동일",
      "이태임",
      "김정태",
      "최형준"
    ],
    "actor_sub_name": [
      "조재윤",
      "최우형",
      "김영재",
      "이희준",
      "유승목",
      "정만식",
      "반민정",
      "염동헌"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)영화사수박 Watermelon Pictures Co., Ltd."
    ]
  },
  {
    "": "476",
    "순위": 477,
    "영화명": "특수본",
    "개봉일": "2011.11.24",
    "매출액": "8096052500",
    "관객수": "1118258",
    "스크린수": "471",
    "배급사": "(주)시너지하우스 (시너지),롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "임상윤",
    "actor_main_name": [
      "소지섭",
      "이미연"
    ],
    "actor_sub_name": [
      "곽도원",
      "김동준",
      "이경영",
      "한보배",
      "서정주)",
      "박진우"
    ],
    "actor_cameo_name": null,
    "maker": [
      "영화사심미안(주) Simmian",
      "(주)쇼박스 Showbox Corp",
      "(주)51k",
      ""
    ]
  },
  {
    "": "477",
    "순위": 478,
    "영화명": "회사원",
    "개봉일": "2012.10.11",
    "매출액": "8321175000",
    "관객수": "1110523",
    "스크린수": "549",
    "배급사": "(주)쇼박스",
    "coach": "민규동",
    "actor_main_name": [
      "주지훈",
      "김강우",
      "천호진",
      "임지연",
      "이유영"
    ],
    "actor_sub_name": [
      "송영창",
      "차지연",
      "기주봉",
      "장광",
      "류아벨",
      "전여빈",
      "박명신",
      "정인기",
      "손영희"
    ],
    "actor_cameo_name": [
      "서영주",
      "정만식",
      "민성욱",
      "김도영",
      "손수현",
      "고경표"
    ],
    "maker": [
      "(주)수필름 SOO FILM"
    ]
  },
  {
    "": "478",
    "순위": 479,
    "영화명": "간신",
    "개봉일": "2015.5.21",
    "매출액": "8946842910",
    "관객수": "1110246",
    "스크린수": "697",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트",
    "coach": "김태경",
    "actor_main_name": [
      "김하늘",
      "류진",
      "남상미"
    ],
    "actor_sub_name": [
      "신이",
      "이윤지",
      "전혜빈"
    ],
    "actor_cameo_name": [
      "김해숙",
      "기주봉"
    ],
    "maker": [
      "㈜팝콘필름 popcorn film"
    ]
  },
  {
    "": "479",
    "순위": 480,
    "영화명": "령",
    "개봉일": "2004.6.17",
    "매출액": "0",
    "관객수": "1108769",
    "스크린수": "35",
    "배급사": "(주)쇼박스",
    "coach": "이정호",
    "actor_main_name": [
      "엄정화"
    ],
    "actor_sub_name": [
      "류승룡",
      "이도경",
      "박사랑",
      "최무성",
      "조진웅",
      "이성민",
      "오정세",
      "조희봉",
      "이원철"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)에코필름 EchoFilm",
      "데이지엔터테인먼트 Daisy Entertainment",
      ""
    ]
  },
  {
    "": "480",
    "순위": 481,
    "영화명": "베스트셀러",
    "개봉일": "2010.4.15",
    "매출액": "8110824681",
    "관객수": "1099665",
    "스크린수": "317",
    "배급사": "(주)시너지하우스 (시너지)",
    "coach": "정윤수",
    "actor_main_name": [
      "박용우",
      "한채영",
      "이동건",
      "엄정화"
    ],
    "actor_sub_name": [
      "허은",
      "박인영",
      "심준보",
      "이현순",
      "이형숙"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)씨네이천 Film Production CINE2000"
    ]
  },
  {
    "": "481",
    "순위": 482,
    "영화명": "지금 사랑하는 사람과 살고 있습니까?",
    "개봉일": "2007.8.15",
    "매출액": "0",
    "관객수": "1095119",
    "스크린수": "76",
    "배급사": "(주)시네마서비스",
    "coach": "강윤성",
    "actor_main_name": [
      "김래원",
      "원진아",
      "진선규",
      "최귀화",
      "주진모",
      "진선규",
      "황정인"
    ],
    "actor_sub_name": [
      "최무성",
      "차엽",
      "유희제",
      "하수호",
      "최재환",
      "임형준",
      "홍기준"
    ],
    "actor_cameo_name": [
      "정원중",
      "마동석",
      "길해연",
      "윤계상",
      "금광산",
      "이용이"
    ],
    "maker": [
      "주식회사 몬스터컴퍼니",
      "(주)비에이엔터테인먼트 B.A. Entertainment"
    ]
  },
  {
    "": "482",
    "순위": 483,
    "영화명": "롱 리브 더 킹: 목포 영웅",
    "개봉일": "2019.6.19",
    "매출액": "9228798910",
    "관객수": "1094404",
    "스크린수": "965",
    "배급사": "플러스엠 엔터테인먼트,(주)콘텐츠지오",
    "coach": "임상수",
    "actor_main_name": [
      "한석규",
      "백윤식"
    ],
    "actor_sub_name": [
      "송재호",
      "김응수",
      "조상건",
      "권병길",
      "정원중",
      "조은지",
      "김윤아",
      "김상호",
      "김윤아",
      "김현아",
      "김경목",
      "조민수",
      "이병선",
      "정종준"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)엠케이픽처스 MK PICTURES"
    ]
  },
  {
    "": "483",
    "순위": 484,
    "영화명": "그때 그 사람들",
    "개봉일": "2005.2.3",
    "매출액": "0",
    "관객수": "1083962",
    "스크린수": "45",
    "배급사": "(주)엠케이픽처스",
    "coach": "박제현",
    "actor_main_name": [
      "김상경",
      "김정은",
      "이광재"
    ],
    "actor_sub_name": [
      "박동빈",
      "이유진",
      "신영미",
      "김희은",
      "안준우",
      "서광재",
      "박솔",
      "엄기욱",
      "최이영",
      "엄기욱"
    ],
    "actor_cameo_name": null,
    "maker": [
      "메이필름(주) May Films"
    ]
  },
  {
    "": "484",
    "순위": 485,
    "영화명": "내 남자의 로맨스",
    "개봉일": "2004.7.16",
    "매출액": "0",
    "관객수": "1083556",
    "스크린수": "47",
    "배급사": "CJ ENM",
    "coach": "윤학렬",
    "actor_main_name": [
      "장나라",
      "박정철",
      "김혁"
    ],
    "actor_sub_name": [
      "김현우",
      "제니",
      "장항선",
      "김해숙",
      "정다혜",
      "정인기"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)황기성 사단 HwangKiSung Films"
    ]
  },
  {
    "": "485",
    "순위": 486,
    "영화명": "오! 해피데이",
    "개봉일": "2003.4.18",
    "매출액": "0",
    "관객수": "1073230",
    "스크린수": "47",
    "배급사": "(주)시네마서비스",
    "coach": "이한",
    "actor_main_name": [
      "임시완",
      "고아성",
      "이희준"
    ],
    "actor_sub_name": [
      "김현빈",
      "이준혁",
      "정준원",
      "이레",
      "김영재",
      "이건하",
      "탕준상",
      "박수영",
      "장준휘",
      "박지연",
      "김윤태"
    ],
    "actor_cameo_name": [
      "김향기"
    ],
    "maker": [
      "(주)조이래빗 Joy Rabbit"
    ]
  },
  {
    "": "486",
    "순위": 487,
    "영화명": "오빠생각",
    "개봉일": "2016.1.21",
    "매출액": "8058857287",
    "관객수": "1069436",
    "스크린수": "855",
    "배급사": "(주)넥스트엔터테인먼트월드(NEW)",
    "coach": "권종관",
    "actor_main_name": [
      "신민아",
      "염정아",
      "임수정",
      "정우성",
      "차태현",
      "이기우"
    ],
    "actor_sub_name": [
      "조성현",
      "조태현",
      "윤현진"
    ],
    "actor_cameo_name": [
      "안길강"
    ],
    "maker": [
      "(주)아이필름홀딩스",
      ""
    ]
  },
  {
    "": "487",
    "순위": 488,
    "영화명": "새드무비",
    "개봉일": "2005.10.20",
    "매출액": "0",
    "관객수": "1066765",
    "스크린수": "87",
    "배급사": "롯데쇼핑㈜롯데엔터테인먼트,아이러브시네마",
    "coach": "이철하",
    "actor_main_name": [
      "강예원",
      "이상윤",
      "최진호"
    ],
    "actor_sub_name": [
      "지대한",
      "김종수",
      "이학주",
      "장태성",
      "유건"
    ],
    "actor_cameo_name": [
      "길해연",
      "조재윤"
    ],
    "maker": [
      "영화사올(주) OAL CO., LTD",
      "(주)발렌타인필름",
      ""
    ]
  },
  {
    "": "488",
    "순위": 489,
    "영화명": "날, 보러와요",
    "개봉일": "2016.4.7",
    "매출액": "8836039063",
    "관객수": "1063421",
    "스크린수": "683",
    "배급사": "플러스엠 엔터테인먼트",
    "coach": "조진모",
    "actor_main_name": [
      "윤하",
      "류승범",
      "박철민",
      "정선경",
      "성동일"
    ],
    "actor_sub_name": [
      "이지은",
      "서지혜"
    ],
    "actor_cameo_name": [
      "안길강"
    ],
    "maker": [
      "(주)메이스엔터테인먼트 Mays Entertainment"
    ]
  },
  {
    "": "489",
    "순위": 490,
    "영화명": "수상한 고객들",
    "개봉일": "2011.4.14",
    "매출액": "7953428000",
    "관객수": "1059350",
    "스크린수": "411",
    "배급사": "(주)씨제이이엔엠",
    "coach": "김성훈",
    "actor_main_name": [
      "하정우",
      "주지훈"
    ],
    "actor_sub_name": [
      "권은성",
      "임형국",
      "김응수",
      "김종수",
      "박혁권",
      "유승목",
      "한수현"
    ],
    "actor_cameo_name": [
      "최정우",
      "장소연"
    ],
    "maker": [
      "(주)와인드업필름",
      "와이낫필름",
      ""
    ]
  },
  {
    "": "490",
    "순위": 491,
    "영화명": "비공식작전",
    "개봉일": "2023.8.2",
    "매출액": "10192141216",
    "관객수": "1058645",
    "스크린수": "1,151",
    "배급사": "(주)쇼박스",
    "coach": "임필성",
    "actor_main_name": [
      "박희순",
      "유지태",
      "송강호",
      "윤제문"
    ],
    "actor_sub_name": [
      "최덕문"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)미로비젼 Mirovision Inc.",
      "㈜싸이더스픽쳐스 Sidus Pictures"
    ]
  },
  {
    "": "491",
    "순위": 492,
    "영화명": "남극일기",
    "개봉일": "2005.5.19",
    "매출액": "0",
    "관객수": "1057311",
    "스크린수": "78",
    "배급사": "(주)쇼박스",
    "coach": "박홍수",
    "actor_main_name": [
      "최승현",
      "한예리"
    ],
    "actor_sub_name": [
      "윤제문",
      "조성하",
      "김유정",
      "동현배",
      "정호빈",
      "이주실",
      "이신성",
      "박지일"
    ],
    "actor_cameo_name": [
      "박성웅"
    ],
    "maker": [
      "더램프(주) The LAMP ltd.",
      "(주)황금물고기 Golden Fish Pictures,Inc."
    ]
  },
  {
    "": "492",
    "순위": 493,
    "영화명": "동창생",
    "개봉일": "2013.11.6",
    "매출액": "7010197126",
    "관객수": "1048280",
    "스크린수": "660",
    "배급사": "(주)쇼박스",
    "coach": "윤재구",
    "actor_main_name": [
      "차승원",
      "송윤아",
      "류승룡",
      "김수남"
    ],
    "actor_sub_name": [
      "박효주",
      "한아름",
      "천지윤",
      "박경소",
      "임기홍",
      "이엘",
      "김주석",
      "김준영",
      "이철민",
      "오정세",
      "예수정",
      "정인기",
      "최윤슬"
    ],
    "actor_cameo_name": [
      "최성민"
    ],
    "maker": [
      "[등급분류번호] 2009-F422\n[등급분류일자] 2009-11-25\n[관람등급] 청소년관람불가"
    ]
  },
  {
    "": "493",
    "순위": 494,
    "영화명": "시크릿",
    "개봉일": "2009.12.3",
    "매출액": "7979591607",
    "관객수": "1046787",
    "스크린수": "397",
    "배급사": "CJ ENM",
    "coach": "윤준형",
    "actor_main_name": [
      "주원",
      "유해진",
      "이유영"
    ],
    "actor_sub_name": [
      "류혜영",
      "서현우",
      "이준혁",
      "김민서",
      "장인섭",
      "손지나",
      "민성욱",
      "손성찬",
      "김영웅",
      "최유송",
      "남진복"
    ],
    "actor_cameo_name": null,
    "maker": [
      "상상필름(주) Sang Sang Film",
      "(주)브라더픽처스",
      ""
    ]
  },
  {
    "": "494",
    "순위": 495,
    "영화명": "그놈이다",
    "개봉일": "2015.10.28",
    "매출액": "8098811152",
    "관객수": "1046313",
    "스크린수": "681",
    "배급사": "CGV아트하우스",
    "coach": "오달균",
    "actor_main_name": [
      "유승호",
      "김향기"
    ],
    "actor_sub_name": [
      "김동영",
      "안길강"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)화인웍스 FineWorks"
    ]
  },
  {
    "": "495",
    "순위": 496,
    "영화명": "마음이...",
    "개봉일": "2006.10.26",
    "매출액": "0",
    "관객수": "1042166",
    "스크린수": "66",
    "배급사": "(주)쇼박스",
    "coach": "한상호",
    "actor_main_name": [
      "이형석",
      "신용우",
      "구자형"
    ],
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": [
      "(주)드림써치C&C Dream Search Contents and Company co.Ltd",
      "한국교육방송공사 EBS EBS",
      "올리브스튜디오 Olive Studio"
    ]
  },
  {
    "": "496",
    "순위": 497,
    "영화명": "점박이:한반도의 공룡3D",
    "개봉일": "2012.1.26",
    "매출액": "9621468000",
    "관객수": "1040636",
    "스크린수": "457",
    "배급사": "(주)씨제이이엔엠",
    "coach": "임권택",
    "actor_main_name": [
      "김규철",
      "최종원",
      "오정해",
      "김명곤"
    ],
    "actor_sub_name": [
      "강선숙"
    ],
    "actor_cameo_name": null,
    "maker": [
      "(주)드림써치C&C Dream Search Contents and Company co.Ltd",
      "한국교육방송공사 EBS EBS   올리브스튜디오 Olive Studio"
    ]
  },
  {
    "": "497",
    "순위": 498,
    "영화명": "서편제",
    "개봉일": "1993.4.10",
    "매출액": "0",
    "관객수": "1035741",
    "스크린수": "16",
    "배급사": "",
    "coach": "우민호",
    "actor_main_name": [
      "김명민",
      "엄기준",
      "박주미",
      "김소현",
      "이경근"
    ],
    "actor_sub_name": [
      "이병준",
      "최민서",
      "박수용",
      "이나경",
      "신현종",
      "최광일"
    ],
    "actor_cameo_name": [
      "김응수"
    ],
    "maker": [
      "아이러브시네마 i Love Cinema co., ltd.",
      "(주)아이필름홀딩스",
      ""
    ]
  },
  {
    "": "498",
    "순위": 499,
    "영화명": "파괴된 사나이",
    "개봉일": "2010.7.1",
    "매출액": "7820538614",
    "관객수": "1030285",
    "스크린수": "190",
    "배급사": "(주)시너지하우스 (시너지)",
    "coach": "송일곤",
    "actor_main_name": [
      "소지섭",
      "한효주"
    ],
    "actor_sub_name": [
      "강신일",
      "오광록",
      "최욱",
      "윤종화"
    ],
    "actor_cameo_name": [
      "조성하",
      "진구"
    ],
    "maker": [
      "(주)51k",
      "(주)에이치비엔터테인먼트 HB Entertainment"
    ]
  },
  {
    "": "499",
    "순위": 500,
    "영화명": "오직 그대만",
    "개봉일": "2011.10.20",
    "매출액": "7591008500",
    "관객수": "1027622",
    "스크린수": "435",
    "배급사": "(주)쇼박스",
    "coach": "",
    "actor_main_name": null,
    "actor_sub_name": null,
    "actor_cameo_name": null,
    "maker": null
  }
];